Repository: BenRiceM/Ketchup-Localisation
Catalog: App Localisation/*.xcloc/Localized Contents/*.xliff
Languages: de, fr, it, ja, ko

source: at
de: an
fr: à
it: a
ja: に
ko: 에

source: at a specific location
de: an einem bestimmten Ort
fr: à un endroit spécifique
it: in una posizione specifica
ja: 特定の場所で
ko: 특정 위치에서

source: but can be traded into it.
de: kannst du aber durch Tausch erhalten.
fr: mais peut y être échangé.
it: ma può essere scambiato in esso.
ja: しかし、それにトレードすることができます。
ko: 하지만 그것으로 거래될 수 있다.

source: can be acquired as a gift in
de: kannst du als Geschenk bekommen in
fr: peut être acheté en cadeau dans
it: può essere acquistato come regalo in
ja: 贈り物として取得することができます
ko: 선물로 받을 수 있어

source: can be acquired in
de: findest du in
fr: peut être obtenu dans
it: può essere acquisito in
ja: で取得できる
ko: 취득할 수 있어

source: can be acquired through breeding in
de: kannst du durch Zucht erhalten in
fr: peut être obtenu par la reproduction dans
it: può essere acquisito attraverso l'allevamento in
ja: 繁殖によって獲得できる
ko: 번식을 통해 획득할 수 있다

source: can be acquired through evolution in
de: kannst du durch Evolution erhalten in
fr: peut être obtenu par l'évolution dans
it: può essere acquisito attraverso l'evoluzione in
ja: 進化によって獲得できる
ko: 진화를 통해 획득할 수 있다

source: can be acquired using a PokeWalker accessory in
de: kannst du mithilfe eines PokéWalker-Zubehörs erhalten in
fr: peut être obtenu à l'aide d'un accessoire PokeWalker dans
it: può essere acquistato utilizzando un accessorio PokeWalker in
ja: PokeWalkerアクセサリーを使用して取得できます
ko: PokeWalker 액세서리를 사용하여 획득할 수 있습니

source: can be acquired via in-game trade
de: kannst du durch den In-Game-Handel erhalten
fr: peut être obtenu via le commerce en jeu
it: può essere acquisito tramite il commercio in-game
ja: ゲーム内取引で取得できます
ko: 게임 내 거래를 통해 획득할 수 있습니다.

source: can be acquired via the National Park
de: kannst du im Nationalpark fangen
fr: peut être obtenu via le parc national
it: può essere acquistato tramite il Parco Nazionale
ja: 国立公園経由で取得できます
ko: 국립공원을 통해 취득할 수 있어

source: can be acquired via trade evolution in
de: kannst du durch eine Evolution während eines Handels erhalten in
fr: peut être obtenu via l'évolution du commerce dans
it: può essere acquisito attraverso l'evoluzione del commercio in
ja: 貿易の進化を通じて獲得できる
ko: 무역 진화를 통해 획득할 수 있다

source: can be acquired with a second cartridge inserted into the system in
de: kannst du bekommen, in dem du ein zweites Modul in deine Konsole steckst
fr: peut être obtenu avec une deuxième cartouche insérée dans le système en
it: può essere acquisito con una seconda cartuccia inserita nel sistema in
ja: システムに挿入された2番目のカートリッジで取得できます
ko: 시스템에 삽입된 두 번째 카트리지로 획득할 수 있습니다.

source: can be caught in
de: kannst du fangen in
fr: peut être attrapé dans
it: può essere catturato in
ja: 巻き込まれる可能性がある
ko: 잡힐 수 있어

source: can be purchased in
de: kannst du kaufen in
fr: peut être acheté en
it: può essere acquistato in
ja: で購入できます
ko: 에서 구매할 수 있어

source: can be revived from a fossil in
de: kannst du erhalten, indem du ein Fossil wiederbelebst in
fr: peut être ressuscité à partir d'un fossile dans
it: può essere rianimato da un fossile in
ja: 化石から復活させることができる
ko: 화석에서 되살아날 수 있어

source: can be transferred from Pokémon Go into
de: kannst du aus Pokémon Go übertragen in
fr: peut être transféré de Pokémon Go à
it: può essere trasferito da Pokémon Go a
ja: ポケモンGOから転送できます
ko: 포켓몬 고에서 옮겨질 수 있어

source: can be transferred from Pokémon Ranger into
de: kannst du aus Pokémon Ranger übertragen in
fr: peut être transféré de Pokémon Ranger à
it: può essere trasferito da Pokémon Ranger a
ja: ポケモンレンジャーから転送できます
ko: 포켓몬 레인저에서 옮길 수 있어

source: can be transferred from a Poké Ball Plus accessory into
de: kannst du aus einem Poké Ball Plus Zubehör übertragen in
fr: peut être transféré d'un accessoire Poké Ball Plus dans
it: può essere trasferito da un accessorio Poké Ball Plus in
ja: ポケボールプラスアクセサリーから転送することができます
ko: Poké Ball Plus 액세서리에서 옮길 수 있습니다

source: can only be acquired in
de: findest du nur in
fr: ne peut être acquis qu'en
it: può essere acquisito solo in
ja: でしか取得できない
ko: 오직 에서만 취득할 수 있다

source: cannot be found in
de: kannst du nicht finden in
fr: ne peut pas être trouvé dans
it: non può essere trovato in
ja: では見つかりません
ko: 찾을 수 없어

source: could be acquired via Friend Safari in
de: kannst du während einer Friend-Safari erhalten in
fr: pourrait être acquis via Friend Safari dans
it: potrebbe essere acquisito tramite Friend Safari in
ja: フレンドサファリ経由で取得できます
ko: 프렌드 사파리를 통해 획득할 수 있습니다

source: during a full moon
de: während eines Vollmonds
fr: pendant la pleine lune
it: durante una luna piena
ja: 満月の間
ko: 보름달 동안

source: during daytime
de: tagsüber
fr: pendant la journée
it: durante il giorno
ja: 昼間
ko: 낮에

source: during dusk
de: in der Dämmerung
fr: au crépuscule
it: durante il tramonto
ja: 夕暮れの間
ko: 황혼 동안

source: during night time
de: nachst
fr: pendant la nuit
it: durante la notte
ja: 夜間に
ko: 밤 시간 동안

source: evolves into
de: entwickelt sich zu
fr: évolue en
it: si evolve in
ja: に進化する
ko: 으로 진화한다

source: if
de: wenn
fr: si
it: se
ja: イフ
ko: 가정

source: if a
de: wenn ein
fr: si un
it: se un
ja: もし
ko: 만약

source: if a specific creature is in the player’s party
de: wenn eine bestimmte Kreatur in der Mannschaft des Spielenden ist
fr: si une créature spécifique est dans la partie du joueur
it: se una creatura specifica è nella festa del giocatore
ja: 特定の生き物がプレイヤーのパーティーにいる場合
ko: 만약 특정 생물이 플레이어의 파티에 있다면

source: if affection is at least
de: wenn Zuneigung mindestens ist
fr: si l'affection est au moins
it: se l'affetto è almeno
ja: 愛情が少なくとも
ko: 애정이 적어도

source: if beauty is at least
de: wenn Schönheit mindestens ist
fr: si la beauté est au moins
it: se la bellezza è almeno
ja: 美しさが少なくとも
ko: 만약 아름다움이 적어도

source: if female
de: wenn weiblich
fr: si femme
it: se femmina
ja: もし女性なら
ko: 만약 여성이라면

source: if genderless
de: wenn geschlechtslos
fr: si sans genre
it: se senza genere
ja: ジェンダーレスなら
ko: 성별이 없다면

source: if happiness is at least
de: Freundschaft ist mindestens
fr: si le bonheur est au moins
it: se la felicità è almeno
ja: 幸せが少なくとも
ko: 행복이 적어도

# if its attack is equal to its defence
source: if its attack is equal to its defense
de: wenn der Angriffswert gleich dem Verteidigungswert ist
fr: si son attaque est égale à sa défense
it: se il suo attacco è uguale alla sua difesa
ja: その攻撃が防御に等しい場合
ko: 만약 그것의 공격이 그것의 방어와 같다면

source: if its attack is greater than its defense
de: wenn der Angriffswert höher ist als der Verteidigungswert
fr: si son attaque est supérieure à sa défense
it: se il suo attacco è maggiore della sua difesa
ja: 攻撃が防御よりも大きい場合
ko: 만약 그것의 공격이 방어보다 크다면

source: if its defense is greater than its attack
de: wenn der Verteidigungswert höher ist als der Angriffswert
fr: si sa défense est supérieure à son attaque
it: se la sua difesa è maggiore del suo attacco
ja: 防御が攻撃よりも大きい場合
ko: 만약 방어가 공격보다 크다면

source: if knowing
de: wenn es kennt
fr: si je sais
it: se sapere
ja: 知っているなら
ko: 만약 알고 있다면

source: if knowing a
de: wenn es kenn ein
fr: si je connais un
it: se conoscendo un
ja: 知っているなら
ko: 만약 알고 있다면

source: if knowing a specific move
de: wenn man eine bestimmte Fähigkeit kennt
fr: si vous connaissez un mouvement spécifique
it: se conoscere una mossa specifica
ja: 特定の動きを知っているなら
ko: 구체적인 움직임을 알고 있다면

source: if male
de: wenn männlich
fr: si masculin
it: se maschio
ja: もし男性なら
ko: 만약 남성이라면

source: in the DS’s second slot.
de: im zweiten Steckplatz des DS.
fr: dans le deuxième emplacement de la DS.
it: nel secondo slot del DS.
ko: DS의 두 번째 슬롯에 있습니다.

source: is in the player’s party
de: ist in der Mannschaft des Spielenden
fr: est dans la fête du joueur
it: è nella festa del giocatore
ja: 選手のパーティーにいます
ko: 선수의 파티에 있어

source: is incompatible with
de: ist nicht kompatibel mit
fr: est incompatible avec
it: è incompatibile con
ja: と相容れない
ko: 양립할 수 없는

source: is one of the starter Pokémon in
de: ist eines der Starter-Pokémon in
fr: est l'un des Pokémon de départ dans
it: è uno dei Pokémon di partenza in
ja: スターターポケモンの1つです
ko: 스타터 포켓몬 중 하나야

source: is received as a gift in
de: bekommst du geschenkt in
fr: est reçu en cadeau dans
it: è ricevuto come regalo in
ja: 贈り物として受け取られています
ko: 선물로 받았어

source: type creature is in the player’s party
de: Typ Kreatur ist in der Mannschaft des Spielenden
fr: la créature de type est dans la fête du joueur
it: la creatura di tipo è nella festa del giocatore
ja: タイプのクリーチャーはプレイヤーのパーティーにいます
ko: 유형 생물은 플레이어의 파티에 있어

source: type move
de: Typ Fähigkeit
fr: type déplacer
it: tipo spostamento
ja: タイプ移動
ko: 유형 이동

source: via a special event.
de: über ein besonderes Ereignis.
fr: via un événement spécial.
it: tramite un evento speciale.
ja: 特別なイベントを介して。
ko: 특별한 행사를 통해.

source: while holding a
de: beim Halten eines
fr: tout en tenant un
it: mentre si tiene un
ja: 持ちながら
ko: 들고 있는 동안

source: while holding a specific item
de: während du ein bestimmtes Item hälst
fr: tout en tenant un objet spécifique
it: mentre si tiene in mano un elemento specifico
ja: 特定のアイテムを持ちながら
ko: 특정 아이템을 들고 있는 동안

source: while raining
de: während Regen
fr: pendant qu'il pleut
it: mentre piove
ja: 雨が降っている間
ko: 비가 오는 동안

source: while the device is held upside down
de: während die Konsole auf den Kopf gedreht wird
fr: pendant que l'appareil est à l'envers
it: mentre il dispositivo è tenuto a testa in giù
ja: デバイスが逆さまに保持されている間
ko: 장치가 거꾸로 잡혀 있는 동안

source: with a save file from Let’s Go Pikachu or Eevee on the same device.
de: mit einem Speicherstand von Let's Go, Pikachu oder Evoli auf derselben Konsole.
fr: avec un fichier de sauvegarde de Let's Go Pikachu ou Eevee sur le même appareil.
it: con un file di salvataggio di Let's Go Pikachu o Eevee sullo stesso dispositivo.
ja: 同じデバイス上のLet's Go PikachuまたはEeveeのセーブファイルで。
ko: 같은 장치에서 Let's Go Pikachu 또는 Eevee의 저장 파일로.

source: with a save file from Sword or Shield on the same device.
de: mit einem Speicherstand von Schwert oder Schild auf derselben Konsole.
fr: avec un fichier de sauvegarde de Sword ou Shield sur le même appareil.
it: con un file di salvataggio da Sword o Shield sullo stesso dispositivo.
ja: 同じデバイス上のSwordまたはShieldのセーブファイルで。
ko: 같은 장치에 있는 Sword 또는 Shield의 저장 파일로.

source: with either the Isle of Armor or Crown Tundra expansions.
de: mit entweder den Erweiterungen Rüstungsinsel oder Kronen-Schneelande.
fr: avec les extensions de l'Isle of Armor ou de la Crown Tundra.
it: con le espansioni dell'Isola dell'Armatura o della Corona Tundra.
ja: アーマー島またはクラウンツンドラの拡張のいずれかで。
ko: 갑옷 섬 또는 크라운 툰드라 확장과 함께.

source: with the Crown Tundra expansion.
de: mit der Kronen-Schneelande Erweiterung.
fr: avec l'extension de la toundra de la couronne.
it: con l'espansione Crown Tundra.
ja: クラウンツンドラの拡張で。
ko: 크라운 툰드라 확장과 함께.

source: with the Indigo Disk expansion.
de: mit der Indigoblaue Scheibe Erweiterung.
fr: avec l'extension Indigo Disk.
it: con l'espansione Indigo Disk.
ja: インディゴディスク拡張で。
ko: 인디고 디스크 확장과 함께.

source: with the Isle of Armor expansion.
de: mit der Rüstungsinsel Erweiterung.
fr: avec l'expansion de l'île d'armure.
it: con l'espansione dell'Isola dell'Armatura.
ja: アーマー島の拡張で。
ko: 갑옷의 섬 확장과 함께.

source: with the Teal Mask expansion.
de: mit der Türkisgrüne Maske Erweiterung.
fr: avec l'extension Teal Mask.
it: con l'espansione Teal Mask.
ja: ティールマスクの拡張で。
ko: 틸 마스크 확장과 함께.

source: with wither the Teal Mask or Indigo Disk expansions.
de: mit den Erweiterungen Türkisgrüne Maske oder Indigoblaue Scheibe.
fr: avec les extensions Teal Mask ou Indigo Disk.
it: con le espansioni Teal Mask o Indigo Disk.
ja: ティールマスクまたはインディゴディスク拡張で。
ko: 틸 마스크 또는 인디고 디스크 확장과 함께.

source: (they’re dials!)
de: (Sie sind Dials!)
fr: (Ce sont des disques !)
it: (Sono Quadranti!)
ja: (それらはダイヤルです!)
ko: (그건 다이얼이야!)

source: , but this service is no longer available.
de: , aber dieser Dienst ist nicht länger verfügbar.
fr: , mais ce service n'est plus disponible.
it: , ma questo servizio non è più disponibile.
ja: しかし、このサービスはもはや利用できません。
ko: , 하지만 이 서비스는 더 이상 이용할 수 없습니다.

source: A Pokémon targeted by this move can use Mirror-Move to copy it.
de: Ein Pokémon, auf das diese Attacke abzielt, kann Spiegeltrick anwenden, um es zu kopieren.
fr: Un Pokémon ciblé par ce mouvement peut utiliser Mirror-Move pour le copier.
it: Un Pokémon preso di mira da questa mossa può usare Mirror-Move per copiarlo.
ja: この動きの対象となるポケモンは、ミラームーブを使用してコピーすることができます。
ko: 이 움직임의 표적이 된 포켓몬은 Mirror-Move를 사용하여 복사할 수 있습니다.

source: A single
de: Eine einzelne
fr: Un célibataire
it: Un singolo
ja: シングル
ko: 싱글

source: ATK
de: ANGR.
fr: ATQ
it: ATT

source: Abilities
de: Fähigkeiten
fr: Capacités
it: Abilità
ja: 能力
ko: 능력

source: About
de: Über
fr: À propos
it: Circa
ja: アバウト
ko: 에 대하여

source: About Ben
de: Über Ben
fr: À propos de Ben
it: A proposito di Ben
ja: ベンについて
ko: 벤에 대해

source: About Ketchup
de: Über Ketchup
fr: À propos du Ketchup
it: A proposito di Ketchup
ja: ケチャップについて
ko: 케첩에 대해

source: Accuracy
de: Zielsicherheit
fr: Précision
it: Precisione
ja: 正確さ
ko: 정확

source: Add DS Skin
de: DS-Skin hinzufügen
fr: Ajouter la Skin DS
it: Aggiungi Skin DS
ja: DSスキンを追加
ko: DS 스킨을 추가하세요

source: Add GBA Skin
de: GBA-Skin hinzufügen
fr: Ajouter la Skin GBA
it: Aggiungi la skin GBA
ja: GBAスキンを追加する
ko: GBA 스킨을 추가하세요

source: Add GBC Skin
de: GBC-Skin hinzufügen
fr: Ajouter la Skin GBC
it: Aggiungi pelle GBC
ja: GBCスキンを追加
ko: GBC 스킨을 추가하세요

source: Adds ghost to the target’s types.
de: Fügt den Typen des Ziels Geist hinzu.
fr: Ajoute du fantôme aux types de la cible.
it: Aggiunge fantasma ai tipi di bersaglio.
ja: ターゲットのタイプにゴーストを追加します。
ko: 대상 유형에 고스트를 추가합니다.

source: Adds grass to the target’s types.
de: Fügt den Zieltypen Gras hinzu.
fr: Ajoute de l'herbe aux types de la cible.
it: Aggiunge erba ai tipi di bersaglio.
ja: ターゲットのタイプに草を追加します。
ko: 대상 유형에 잔디를 추가합니다.

source: Afer defeating the Elite Four a second time.
de: Nach dem zweiten Sieg über die Top Vier.
fr: Après avoir battu les Elite Four une deuxième fois.
it: Dopo aver sconfitto i Superquattro una seconda volta.
ko: Afer가 Elite Four를 두 번째로 물리쳤습니다.

source: After Entering the Hall of Fame
de: Nach dem Eintritt in die Hall of Fame
fr: Après être entré au Temple de la renommée
it: Dopo essere entrato nella Hall of Fame
ko: 명예의 전당 입성 후

source: After Returning the Machine Part to the Power Plant.
de: Nach der Rückgabe des Maschinenteils an das Kraftwerk.
fr: Après avoir renvoyé la pièce de la machine à la centrale électrique.
it: Dopo aver restituito la parte della macchina alla centrale elettrica.
ko: 기계 부품을 발전소로 반납한 후.

source: After curing Sailor Eldritch’s son’s nightmares.
de: Nachdem die Albträume von Segler Eldrich’s Sohn geheilt wurden.
fr: Après avoir guéri les cauchemars du fils de Sailor Eldritch.
it: Dopo aver curato gli incubi del figlio di Sailor Eldritch.
ko: 세일러 엘드리치의 아들의 악몽을 치료한 후.

source: After defeating Jupiter.
de: Nach dem Sieg über Jupiter.
fr: Après avoir vaincu Jupiter.
it: Dopo aver sconfitto Giove.
ko: 목성을 물리친 후.

source: After defeating Mars.
de: Nach dem Sieg über Mars.
fr: Après avoir vaincu Mars.
it: Dopo aver sconfitto Marte.
ko: 화성을 격파한 후.

source: After defeating Red.
de: Nach dem Sieg über Rot
fr: Après avoir vaincu Red.
it: Dopo aver sconfitto Rosso.
ko: 레드를 물리친 후.

source: After defeating Team Galactic at Iron Island.
de: Nach dem Sieg über Team Galactic auf Iron Island.
fr: Après avoir vaincu la Team Galactic à Iron Island.
it: Dopo aver sconfitto il Team Galassia all'Isola Ferrosa.
ko: Iron Island에서 Team Galactic을 격파한 후.

source: After encountering Tornadus and Thunderus.
de: Nach der Begegnung mit Tornadus und Thunderus.
fr: Après avoir rencontré Tornadus et Thunderus.
it: Dopo aver incontrato Tornadus e Thunderus.
ko: Tornadus와 Thunderus를 만난 후.

source: After entering the correct password.
de: Nach Eingabe des korrekten Passwortes.
fr: Après avoir entré le mot de passe correct.
it: Dopo aver inserito la password corretta.
ko: 올바른 비밀번호를 입력한 후.

source: After having awakened the beasts.
de: Nachdem die Bestien aufgeweckt wurden.
fr: Après avoir réveillé les bêtes.
it: Dopo aver risvegliato le bestie.
ko: 짐승들을 깨운 후.

source: After inflicting damage, causes all Normal-type moves to become Electric-type for the remainder of the turn.
de: Nachdem Schaden verursacht wurde, werden alle Attacken vom Typ Normal für den Rest des Zuges zu Attacken vom Typ Elektro.
fr: Après avoir infligé des dégâts, tous les mouvements de type normal deviennent de type électrique pour le reste du tour.
it: Dopo aver inflitto danni, fa sì che tutte le mosse di tipo Normale diventino di tipo Elettro per il resto del turno.
ja: ダメージを与えた後、ターンの残りの間、すべてのノーマルタイプの技が電気タイプになる。
ko: 피해를 입힌 후 남은 턴 동안 모든 일반 유형 기술이 전기 유형으로 전환됩니다.

source: After receiving TM59 from Claire.
de: Nachdem ich TM59 von Claire erhalten habe.
fr: Après avoir reçu TM59 de Claire.
it: Dopo aver ricevuto la MT59 da Claire.
ko: 클레어에게 TM59를 받은 후.

source: After receiving a Kanto starter.
de: Nach Erhalt eines Kanto-Starters.
fr: Après avoir reçu un démarreur Kanto.
it: Dopo aver ricevuto un antipasto Kanto.
ko: 관동 스타터를 받은 후.

source: After receiving the National Dex.
de: Nach Erhalt des Nationaldex.
fr: Après avoir reçu le National Dex.
it: Dopo aver ricevuto il National Dex.
ko: 내셔널 덱스를 받은 후.

source: After receiving the Zephyr Badge.
de: Nach Erhalt des Zephyr-Abzeichens.
fr: Après avoir reçu le badge Zephyr.
it: Dopo aver ricevuto il distintivo Zefiro.
ko: 제퍼배지를 받은 후.

source: After returning Copycat’s doll to the Pokémon Fan Club.
de: Nachdem Copycats Puppe an den Pokémon-Fanclub zurückgegeben wurde.
fr: Après avoir rendu la poupée de Copycat au Fan Club Pokémon.
it: Dopo aver restituito la bambola di Copione al Pokémon Fan Club.
ko: 카피캣의 인형을 포켓몬 팬클럽에 반납한 후.

source: After talking to Cynthias Grandmother.
de: Nach dem Gespräch mit Cynthias Großmutter.
fr: Après avoir parlé à la grand-mère de Cynthias.
it: Dopo aver parlato con la nonna di Cynthia.
ko: 신시아 할머니와 대화를 나눈 후.

source: After talking to Professor Oak in Eterna City.
de: Nach dem Gespräch mit Professor Oak in Eterna City.
fr: Après avoir parlé au professeur Oak à Eterna City.
it: Dopo aver parlato con il Professor Oak a Evopoli.
ko: 영원시티에서 오크박사와 대화를 나눈 후.

source: After talking to at least 32 people in the Underground.
de: Nachdem ich mit mindestens 32 Leuten in der U-Bahn gesprochen habe.
fr: Après avoir parlé à au moins 32 personnes dans le métro.
it: Dopo aver parlato con almeno 32 persone nella metropolitana.
ko: 지하에서 최소 32명과 대화한 후.

source: After visiting Lake Verity after defeating Team Galactic at Mt. Coronet
de: Nach dem Besuch des Lake Verity nach dem Sieg über Team Galactic am Mt. Coronet
fr: Après avoir visité Lake Verity après avoir vaincu la Team Galactic au Mont Coronet
it: Dopo aver visitato il Lago Verità dopo aver sconfitto il Team Galassia sul Monte Corona
ko: 코로넷 산에서 은하계 팀을 격파한 후 베리티 호수를 방문한 후

source: All
de: Alle
fr: Tous
it: Tutti
ja: すべてのA
ko: 모두

source: All Allies
de: Alle Verbündeten
fr: Tous les alliés
it: Tutti gli alleati
ja: すべての同盟国
ko: 모든 동맹국

source: All Machines
de: Alle Maschinen
fr: Toutes les machines
it: Tutte le macchine

source: All Mail
de: Gesamte E‑Mail
fr: Tous les e-mails
it: Tutte le e-mail

source: All Opponents
de: Alle Gegner
fr: Tous les adversaires
it: Tutti gli avversari
ja: すべての対戦相手
ko: 모든 반대자

source: All Other Pokemon
de: Alle anderen Pokémon
fr: Tous Les Autres Pokémon
it: Tutti gli altri Pokemon
ja: 他のすべてのポケモン
ko: 다른 모든 포켓몬

source: All Pokemon
de: Alle Pokémon
fr: Tous les Pokémon
it: Tutti i Pokémon
ja: すべてのポケモン
ko: 모든 포켓몬

source: All Pokémon’s Defense and Special Defense are swapped for 5 turns.
de: Die Verteidigung und Spezialverteidigung aller Pokémon werden für 5 Runden vertauscht.
fr: La Défense et la Défense Spéciale de tous les Pokémon sont échangées pendant 5 tours.
it: La Difesa e la Difesa Speciale di tutti i Pokémon vengono scambiate per 5 turni.
ja: 5ターンの間、すべてのポケモンの防御と特防が入れ替わります。
ko: 5턴 동안 모든 포켓몬의 방어와 특수방어가 교체됩니다.

source: Allows the trainer to switch out the user and pass effects along to its replacement.
de: Ermöglicht Trainer:innen, den aktuelle Benutzer auszutauschen und Effekte an einen Ersatz weiterzugeben.
fr: Permet à l'entraîneur de changer d'utilisateur et de transmettre les effets à son remplaçant.
it: Consente all'allenatore di cambiare l'utente e trasferire gli effetti al suo sostituto.
ja: トレーナーがユーザーを切り替えて、代わりのユーザーに効果を渡すことが許可されます。
ko: 트레이너가 사용자를 전환하고 대체 사용자에게 효과를 전달할 수 있습니다.

source: Ally
de: Verbündet
fr: Allié
it: Alleato
ja: 味方
ko: 동맹국

source: Ally’s next move inflicts half more damage.
de: Der nächste Zug des Verbündeten verursacht 50% mehr Schaden.
fr: Le prochain mouvement d’Ally inflige moitié plus de dégâts.
it: La mossa successiva dell’alleato infligge la metà dei danni in più.
ja: 味方の次の行動は半分のダメージを与えます。
ko: 아군의 다음 움직임은 절반의 피해를 입힙니다.

source: Alpha Sapphire
de: Alpha Saphir
fr: Saphir Alpha
it: Alfa Zaffiro
ko: 알파사파이어

source: Alphabetical
de: Alphabetisch
fr: Alphabétique
it: Alfabetico
ja: アルファベット順の
ko: 알파벳순의

source: Also by Ben
de: Auch von Ben
fr: Aussi par Ben
it: Anche di Ben
ja: また、ベンによって
ko: 또한 벤에 의해

source: Alt App Icons
de: Alternative App-Icons
fr: Icônes d'application Alt
it: Icone delle app alternative
ko: 대체 앱 아이콘

source: Always scores a critical hit.
de: Erzielt immer einen kritischen Treffer.
fr: Obtient toujours un coup critique.
it: Mette sempre a segno un colpo critico.
ja: 必ずクリティカルヒットを出します。
ko: 항상 치명타를 기록합니다.

source: App Icon
fr: Icône de l'application
it: Icona Dell'app
ja: アプリアイコン
ko: 앱 아이콘

source: App Icons
de: App-Icon
fr: Icônes d’application
it: Icone Dell'app
ja: アプリアイコン
ko: 앱 아이콘

source: Appearance
de: Aussehen
fr: Apparence
it: Aspetto
ja: 見せかけ
ko: 겉보기

source: Apricorn Balls
de: Aprikosenbällchen
fr: Boules d'Abricorne
it: Palline di Ghicocca

source: Apricorn Box
de: Aprikosenbox
fr: Coffret Abricorne
it: Scatola di Ghicocche

source: Armor
de: Rüstung
fr: Armure
it: Armatura
ja: 装甲
ko: 갑옷

source: Arms
de: Arme
fr: Bras
it: Armi
ja: 武器
ko: 팔

source: Attack
de: Attacke
fr: Mouvement Spécifique
it: Attaccare
ja: 攻撃
ko: 공격

source: Authentic
de: Authentisch
fr: Authentique
it: Autentico
ja: 本物の
ko: 진정한

source: Averages Attack and Special Attack with the target.
de: Durchschnittlicher Angriff und Spezialangriff auf das Ziel.
fr: Fait la moyenne de l'attaque et de l'attaque spéciale avec la cible.
it: Media l'Attacco e l'Attacco Speciale con il bersaglio.
ja: 攻撃力と特殊攻撃力をターゲットと平均します。
ko: 대상의 평균 공격과 특수 공격을 수행합니다.

source: Averages Defense and Special Defense with the target.
de: Durchschnittliche Verteidigung und Spezialverteidigung mit dem Ziel.
fr: Moyenne la défense et la défense spéciale avec la cible.
it: Media la Difesa e la Difesa Speciale con il bersaglio.
ja: 対象の防御力と特防力を平均する。
ko: 대상의 방어와 특수방어를 평균화합니다.

source: Bad Beld Items
de: Schlechte Beld-Artikel
fr: Articles de mauvaise qualité
it: Articoli scadenti

source: Badly Poison
de: Schlecht vergiftet
fr: Mauvais poison
it: Gravemente velenoso

source: Badly poisons the target, inflicting more damage every turn.
de: Vergiftet das Ziel schwer. Der Schaden steigt mit jeder Runde.
fr: Empoisonne gravement la cible, lui infligeant davantage de dégâts à chaque tour.
it: Avvelena gravemente il bersaglio, infliggendo più danni ogni turno.
ja: ターゲットに重度の毒を与え、ターンごとにダメージが増加します。
ko: 대상을 심하게 중독시켜 매 턴마다 더 많은 피해를 입힙니다.

source: Baking Only
de: Nur Backen
fr: Cuisson uniquement
it: Solo cottura

source: Ball
fr: Boule
it: Palla
ja: ボール
ko: 공

source: Ballistics
de: Ballistik
fr: Balistique
it: Balistica
ja: 弾道学
ko: 탄도학

source: Base Happiness
de: Start-Zutraulichkeit
fr: Bonheur de base
it: Felicità di base
ja: ベースハピネス
ko: 기본 행복

source: Battle Items
de: Kampfgegenstände
fr: Objets de combat
it: Oggetti da battaglia

source: Berries
de: Beeren
fr: Baies
it: Frutti di bosco

source: Berry Effect
de: Beeren-Effekt
fr: Effet Baie
it: Effetto bacche

source: Bite
de: Biss
fr: Morsure
it: Morso
ja: 噛まれた
ko: 물림

source: Black
de: Schwarz
fr: Noir
it: Nero
ko: 검정색

source: Black 2
de: Schwarz 2
fr: Noir 2
it: Nero 2
ko: 블랙 2
