Repository: BenRiceM/Ketchup-Localisation
Catalog: App Localisation/*.xcloc/Localized Contents/*.xliff
Languages: de, fr, it, ja, ko

source: Kubfu evolves into Rapid Strike Urshifu when exposed to the Scroll of Waters
de: Kubfu entwickelt sich zu Rapid Strike Urshifu, wenn es der Scroll of Waters ausgesetzt wird
fr: Kubfu évolue en Rapid Strike Urshifu lorsqu'il est exposé au rouleau d'eau
it: Kubfu si evolve in Rapid Strike Urshifu quando è esposto al Scroll of Waters
ja: クブフは、水のスクロールにさらされるとラピッドストライクウルシフに進化します
ko: 쿠푸는 물의 두루마리에 노출되었을 때 래피드 스트라이크 우르시후로 진화한다

source: Kubfu evolves into Single Strike Urshifu when exposed to the Scroll of Darkness
de: Kubfu entwickelt sich zu Single Strike Urshifu, wenn es der Schriftrolle der Dunkelheit ausgesetzt ist
fr: Kubfu évolue en Urshifu à frappe unique lorsqu'il est exposé au rouleau des ténèbres
it: Kubfu si evolve in Single Strike Urshifu quando è esposto al Rotolo delle Tenebre
ja: クブフは、闇の巻物にさらされると、シングルストライクウルシフに進化します
ko: 쿠푸는 어둠의 두루마리에 노출되었을 때 싱글 스트라이크 우르시후로 진화한다

source: Leaf Green
de: Blattgrün
fr: Vert Feuille
it: Verde foglia
ko: 리프 그린

source: Learn more about Delta
de: Erfahren Sie mehr über Delta
fr: En savoir plus sur Delta
it: Ulteriori informazioni su Delta
ja: デルタについてもっと学ぶ
ko: 델타에 대해 더 알아보세요.

source: Learned Moves
de: Erlernte Angriffe
fr: Mouvements appris
it: Mosse apprese
ja: 学んだ動き
ko: 배운 움직임

source: Leave a Review
de: Hinterlase eine Bewertung
fr: Laisser un avis
it: Lascia una recensione
ja: レビューを残す
ko: 리뷰를 남겨주세요

source: Legacy Move
fr: Déménagement de l'héritage
it: Spostamento legacy
ja: レガシームーブ
ko: 레거시 이동

source: Legends: Arceus
de: Legenden: Arceus
fr: Légendes : Arceus
it: Leggende: Arceus
ko: 전설: 아르세우스

source: Legs
de: Bein
fr: Jambes
it: Gambe
ja: 脚
ko: 다리

source: Let’s Go!
de: Los Geht's!
fr: Allons-y !
it: Andiamo!
ja: 行こう!
ko: 가자!

source: Let’s Go, Eevee!
de: Let’s Go Evoli!
fr: Allons-y, Évoli !
it: Andiamo, Eevee!
ko: 가자, 이브이!

source: Let’s Go, Pikachu!
de: Auf geht’s, Pikachu!
fr: Allons-y, Pikachu !
it: Andiamo, Pikachu!
ko: 가자, 피카츄!

source: List Filters
de: Listenfilter
fr: Filtres de liste
it: Elenco filtri
ko: 목록 필터

source: Location Unknown
de: Ort Unbekannt
fr: Emplacement inconnu
it: Posizione sconosciuta
ja: 場所不明
ko: 알 수 없는 위치

source: Loot
de: Beute
fr: Butin
it: Bottino

source: Low
de: Tiefstand
fr: Bas
it: Basso
ja: 低い
ko: 낮은

source: Lowers all targets’ Attack and Special Attack by one stage. Makes the user switch out.
de: Senkt den Angriff und Spezialangriff aller Ziele um eine Stufe. Der Benutzer muss auswechseln.
fr: Réduit l’attaque et l’attaque spéciale de toutes les cibles d’un niveau. Permet à l'utilisateur de se déconnecter.
it: Riduce l'attacco e l'attacco speciale di tutti i bersagli di uno stadio. Fa sì che l'utente esca.
ja: 対象全体の攻撃と特攻を1段階下げる。使用者を交代させる。
ko: 모든 대상의 공격력과 특수공격을 한 단계 낮춥니다. 사용자를 전환하게 만듭니다.

source: Lowers the PP of the target’s last used move by 4.
de: Senkt den PP der zuletzt verwendeten Bewegung des Ziels um 4.
fr: Réduit de 4 les PP du dernier coup utilisé par la cible.
it: Diminuisce di 4 i PP dell’ultima mossa utilizzata dal bersaglio.
ja: 対象が最後に使用した技のPPを4下げる。
ko: 대상이 마지막으로 사용한 기술의 PP를 4만큼 내립니다.

source: Lowers the target’s Attack and Defense by one stage.
de: Senkt den Angriff und die Verteidigung des Ziels um eine Stufe.
fr: Réduit l’attaque et la défense de la cible d’un niveau.
it: Diminuisce l'attacco e la difesa del bersaglio di uno stadio.
ja: 対象の攻撃力と防御力を1段階下げる。
ko: 대상의 공격력과 방어력을 한 단계 낮춥니다.

source: Lowers the target’s Attack and Special Attack by one stage.
de: Senkt den Angriff und den Spezialangriff des Ziels um eine Stufe.
fr: Réduit l’attaque et l’attaque spéciale de la cible d’un niveau.
it: Diminuisce l'Attacco e l'Attacco Speciale del bersaglio di uno stadio.
ja: 対象の攻撃力と特攻力を1段階下げる。
ko: 대상의 공격력과 특수공격을 한 단계 낮춥니다.

source: Lowers the target’s Attack and Special Attack by two stages. User faints.
de: Senkt den Angriff und den Spezialangriff des Ziels um zwei Stufen. Der Benutzer wird ohnmächtig.
fr: Réduit l’attaque et l’attaque spéciale de la cible de deux niveaux. L'utilisateur s'évanouit.
it: Diminuisce l'Attacco e l'Attacco Speciale del bersaglio di due livelli. L'utente sviene.
ja: 対象の攻撃力と特攻力を2段階下げる。使用者は気絶する。
ko: 대상의 공격력과 특수공격을 2단계 감소시킵니다. 사용자가 기절합니다.

source: Lowers the target’s Attack by one stage after inflicting damage.
de: Senkt den Angriff des Ziels um eine Stufe, nachdem Schaden verursacht wurde.
fr: Réduit l’attaque de la cible d’un niveau après avoir infligé des dégâts.
it: Riduce l'attacco del bersaglio di uno stadio dopo aver inflitto danni.
ja: ダメージを与えた後、対象の攻撃力を1段階下げる。
ko: 피해를 입힌 후 대상의 공격력을 한 단계 감소시킵니다.

source: Lowers the target’s Attack by one stage.
de: Senkt den Angriff des Ziels um eine Stufe.
fr: Réduit l’attaque de la cible d’un niveau.
it: Diminuisce l'attacco del bersaglio di uno stadio.
ja: 対象の攻撃力を1段階下げる。
ko: 대상의 공격력을 한 단계 낮춥니다.

source: Lowers the target’s Attack by two stages.
de: Senkt den Angriff des Ziels um zwei Stufen.
fr: Réduit l’attaque de la cible de deux niveaux.
it: Diminuisce l'attacco del bersaglio di due stadi.
ja: 対象の攻撃力を2段階下げる。
ko: 대상의 공격력을 2단계 감소시킵니다.

source: Lowers the target’s Attack, Special Attack, and Speed by one stage if it is poisoned.
de: Senkt den Angriff, den Spezialangriff und die Geschwindigkeit des Ziels um eine Stufe, wenn es vergiftet ist.
fr: Réduit l'attaque, l'attaque spéciale et la vitesse de la cible d'un niveau si elle est empoisonnée.
it: Riduce l'attacco, l'attacco speciale e la velocità del bersaglio di uno stadio se è avvelenato.
ja: 対象が毒状態の場合、攻撃、特攻、素早さを1段階下げる。
ko: 중독된 대상의 공격력, 특수공격, 속도가 한 단계 감소합니다.

source: Lowers the target’s Defense by one stage after inflicting damage.
de: Senkt die Verteidigung des Ziels um eine Stufe, nachdem Schaden zugefügt wurde.
fr: Réduit la défense de la cible d’un niveau après avoir infligé des dégâts.
it: Riduce la Difesa del bersaglio di uno stadio dopo aver inflitto danni.
ja: ダメージを与えた後、対象の防御力を1段階下げる。
ko: 피해를 입힌 후 대상의 방어력을 한 단계 낮춥니다.

source: Lowers the target’s Defense by one stage.
de: Senkt die Verteidigung des Ziels um eine Stufe.
fr: Réduit la défense de la cible d’un niveau.
it: Diminuisce la Difesa del bersaglio di uno stadio.
ja: 対象の防御力を1段階下げる。
ko: 대상의 방어력을 한 단계 낮춥니다.

source: Lowers the target’s Defense by two stages.
de: Senkt die Verteidigung des Ziels um zwei Stufen.
fr: Réduit la défense de la cible de deux niveaux.
it: Diminuisce la Difesa del bersaglio di due livelli.
ja: 対象の防御力を2段階下げる。
ko: 대상의 방어력을 2단계 감소시킵니다.

source: Lowers the target’s HP to equal the user’s.
de: Senkt die KP des Ziels, um sie denen des Benutzers anzugleichen.
fr: Réduit les HP de la cible pour qu’ils soient égaux à ceux de l’utilisateur.
it: Diminuisce gli HP del bersaglio fino a renderli uguali a quelli dell'utilizzatore.
ja: 対象のHPを自分のHPと同じ値まで下げる。
ko: 대상의 HP를 사용자와 동일하게 낮춥니다.

source: Lowers the target’s Special Attack by one stage.
de: Senkt den Spezialangriff des Ziels um eine Stufe.
fr: Réduit l’attaque spéciale de la cible d’un niveau.
it: Diminuisce l'Attacco Speciale del bersaglio di uno stadio.
ja: 対象の特攻を1段階下げる。
ko: 대상의 특수공격을 한 단계 낮춥니다.

source: Lowers the target’s Special Attack by two stages if it’s the opposite gender.
de: Senkt den Spezialangriff des Ziels um zwei Stufen, wenn es das andere Geschlecht ist.
fr: Réduit l’attaque spéciale de la cible de deux niveaux si elle est du sexe opposé.
it: Riduce l'attacco speciale del bersaglio di due livelli se è del sesso opposto.
ja: 対象が異性の場合、特攻を2段階下げる。
ko: 성별이 다른 경우, 대상의 특공을 2단계 감소시킵니다.

source: Lowers the target’s Special Attack by two stages.
de: Senkt den Spezialangriff des Ziels um zwei Stufen.
fr: Réduit l’attaque spéciale de la cible de deux niveaux.
it: Diminuisce l'attacco speciale del bersaglio di due livelli.
ja: 対象の特殊攻撃力を2段階下げる。
ko: 대상의 특수공격을 2단계 감소시킵니다.

source: Lowers the target’s Special Defense by two stages.
de: Senkt die Spezialverteidigung des Ziels um zwei Stufen.
fr: Réduit la défense spéciale de la cible de deux niveaux.
it: Diminuisce la Difesa Speciale del bersaglio di due livelli.
ja: 対象の特防を2段階下げる。
ko: 대상의 특수방어를 2단계 감소시킵니다.

source: Lowers the target’s Speed by one stage.
de: Reduziert die Geschwindigkeit des Ziels um eine Stufe.
fr: Réduit la vitesse de la cible d’un niveau.
it: Diminuisce la velocità del bersaglio di uno stadio.
ja: 対象の素早さを1段階下げる。
ko: 대상의 속도를 한 단계 낮춥니다.

source: Lowers the target’s Speed by two stages.
de: Reduziert die Geschwindigkeit des Ziels um zwei Stufen.
fr: Réduit la vitesse de la cible de deux niveaux.
it: Diminuisce la velocità del bersaglio di due livelli.
ja: 対象の素早さを2段階下げる。
ko: 대상의 속도를 2단계 감소시킵니다.

source: Lowers the target’s accuracy by one stage.
de: Verringert die Genauigkeit des Ziels um eine Stufe.
fr: Réduit la précision de la cible d’un niveau.
it: Diminuisce la precisione del bersaglio di uno stadio.
ja: 対象の命中率を1段階下げる。
ko: 대상의 정확도를 한 단계 낮춥니다.

source: Lowers the target’s evasion by one stage.
de: Senkt die Ausweichchance des Ziels um eine Stufe.
fr: Réduit l’évasion de la cible d’un niveau.
it: Diminuisce l’elusione del bersaglio di uno stadio.
ja: 対象の回避を1段階下げる。
ko: 대상의 회피율을 1단계 낮춥니다.

source: Lowers the target’s evasion by one stage. Removes field effects from the enemy field.
de: Reduziert die Ausweichfähigkeit des Ziels um eine Stufe. Entfernt Feldeffekte aus dem gegnerischen Feld.
fr: Réduit l’évasion de la cible d’un niveau. Supprime les effets de champ du champ ennemi.
it: Diminuisce l’elusione del bersaglio di uno stadio. Rimuove gli effetti di campo dal campo nemico.
ja: 対象の回避を1段階下げる。敵フィールドのフィールド効果を解除する。
ko: 대상의 회피율을 1단계 낮춥니다. 적 필드의 필드 효과를 제거합니다.

source: Lowers the target’s evasion by two stages.
de: Reduziert die Ausweichchance des Ziels um zwei Stufen.
fr: Réduit l’évasion de la cible de deux niveaux.
it: Diminuisce l’elusione del bersaglio di due livelli.
ja: 対象の回避を2段階下げる。
ko: 대상의 회피율을 2단계 감소시킵니다.

source: Lowers the user’s Attack and Defense by one stage after inflicting damage.
de: Senkt den Angriff und die Verteidigung des Benutzers um eine Stufe, nachdem Schaden zugefügt wurde.
fr: Réduit l’attaque et la défense de l’utilisateur d’un niveau après avoir infligé des dégâts.
it: Riduce l'attacco e la difesa dell'utente di uno stadio dopo aver inflitto danni.
ja: ダメージを与えた後、使用者の攻撃力と防御力を1段階下げる。
ko: 피해를 입힌 후 사용자의 공격력과 방어력이 한 단계 감소합니다.

source: Lowers the user’s Defense and Special Defense by one stage after inflicting damage.
de: Senkt die Verteidigung und Spezialverteidigung des Benutzers um eine Stufe, nachdem Schaden zugefügt wurde.
fr: Réduit la défense et la défense spéciale de l'utilisateur d'un niveau après avoir infligé des dégâts.
it: Riduce la Difesa e la Difesa Speciale dell'utente di uno stadio dopo aver inflitto danni.
ja: ダメージを与えた後、自分の防御力と特防力を1段階下げる。
ko: 피해를 입힌 후 사용자의 방어력과 특수방어력이 한 단계 감소합니다.

source: Lowers the user’s Defense by one stage after inflicting damage.
de: Senkt die Verteidigung des Benutzers um eine Stufe, nachdem Schaden zugefügt wurde.
fr: Réduit la défense de l'utilisateur d'un niveau après avoir infligé des dégâts.
it: Diminuisce la Difesa dell'utilizzatore di uno stadio dopo aver inflitto danni.
ja: ダメージを与えた後、使用者の防御力を1段階下げる。
ko: 피해를 입힌 후 사용자의 방어력이 한 단계 낮아집니다.

source: Lowers the user’s Defense, Special Defense, and Speed by one stage each.
de: Senkt die Verteidigung, Spezialverteidigung und Geschwindigkeit des Benutzers jeweils um eine Stufe.
fr: Réduit la défense, la défense spéciale et la vitesse de l'utilisateur d'un niveau chacune.
it: Diminuisce la Difesa, la Difesa Speciale e la Velocità dell'utilizzatore di uno stadio ciascuna.
ja: 使用者の防御力、特防力、素早さをそれぞれ1段階下げる。
ko: 사용자의 방어, 특수방어, 속도를 각각 1단계씩 낮춥니다.

source: Lowers the user’s Special Attack by two stages after inflicting damage.
de: Senkt den Spezialangriff des Benutzers um zwei Stufen, nachdem Schaden zugefügt wurde.
fr: Réduit l’attaque spéciale de l’utilisateur de deux niveaux après avoir infligé des dégâts.
it: Riduce l'attacco speciale dell'utente di due livelli dopo aver inflitto danni.
ja: ダメージを与えた後、使用者の特殊攻撃を2段階下げる。
ko: 피해를 입힌 후 사용자의 특수 공격이 2단계 감소합니다.

source: Lowers user’s Speed by one stage.
de: Reduziert die Geschwindigkeit des Benutzers um eine Stufe.
fr: Réduit la vitesse de l’utilisateur d’un niveau.
it: Diminuisce la velocità dell'utente di uno stadio.
ja: 使用者のスピードを1段階下げる。
ko: 사용자의 속도를 한 단계 낮춥니다.

source: Mail
de: E-Mail
it: E-mail

source: Makes the target act last this turn.
de: Bewirkt, dass die Zielhandlung diese Runde andauert.
fr: Fait durer l'action de la cible ce tour-ci.
it: Fa sì che l'azione bersaglio duri per questo turno.
ja: 対象の行動をこのターンの間継続させる。
ko: 이번 턴에 대상 행동을 마지막으로 만듭니다.

source: Makes the target act next this turn.
de: Bewirkt, dass das Ziel in dieser Runde als nächstes handelt.
fr: Fait agir la cible ensuite ce tour-ci.
it: Fa sì che il bersaglio agisca nel prossimo turno.
ja: 対象をこのターンに次の行動にさせる。
ko: 이번 턴에 대상이 행동하게 만듭니다.

source: Mark as Caught
de: Markieren Sie als gefangen
fr: Marquer comme attrapé
it: Contrassegna come catturato
ja: 捕まったマーク
ko: 잡힌 마크

source: Mark them as captured and they’ll show up here
de: Markieren Sie sie als gefangen und sie werden hier auftauchen
fr: Marquez-les comme capturés et ils apparaîtront ici
it: Contrassegnali come catturati e si presenteranno qui
ja: それらを捕獲したものとしてマークすると、彼らはここに現れます
ko: 그들을 포획된 것으로 표시하면 그들은 여기에 나타날 것이다.

source: Matchups
fr: Matchs
it: Abbinamenti
ja: マッチアップ
ko: 매치업

source: Medicine
de: Medizin
fr: Médecine
it: Medicinale

source: Medium
fr: Moyenne
it: Medio
ja: 媒体
ko: 중간

source: Medium-Slow
de: Mittellangsam
fr: Moyenne-lente
it: Medio-lento
ja: ミディアムスロー
ko: 중간-느린

source: Mega Stones
de: Mega-Steine
fr: Méga pierres
it: Megapietre

source: Memories
de: Rückblicke
fr: Souvenirs
it: Ricordi

source: Mental
de: Geistig
it: Mentale
ja: 精神の
ko: 정신의

source: Mineral
fr: Minéral
it: Minerale
ja: ミネラル
ko: 광물

source: Miracle Shooter
de: Wunderschütze
fr: Tireur de miracles
it: Sparatutto miracoloso

source: Mirror
de: Spiegel
fr: Miroir
it: Specchio
ja: 反射鏡
ko: 거울

source: Missing Artwork
de: Fehlendes Kunstwerk
fr: Oeuvre d'art manquante
it: Grafica mancante
ja: 行方不明のアートワーク
ko: 누락된 작품

source: Monster
fr: Monstre
it: Mostro
ja: 怪物
ko: 괴물

source: Moon
de: Mond
fr: Lune
it: Luna
ko: 달

source: Moves
de: Angriffe
fr: Attaques
it: Si muove
ja: 動く
ko: 움직이다

source: Moves have 100% accuracy against the target for three turns.
de: Die Bewegungen haben drei Runden lang eine Genauigkeit von 100 % gegenüber dem Ziel.
fr: Les mouvements ont une précision de 100 % contre la cible pendant trois tours.
it: Le mosse hanno una precisione del 100% contro il bersaglio per tre turni.
ja: 3ターンの間、攻撃はターゲットに対して100%の命中率を持ちます。
ko: 이동은 3턴 동안 대상에 대해 100% 정확도를 갖습니다.

source: Mulch
de: Laubdecke
fr: Paillis
it: Pacciame

source: Nature Mints
de: Naturminze
fr: Menthes Nature
it: Mente naturali

source: Negates held items for five turns.
de: Hebt festgehaltene Gegenstände für fünf Runden auf.
fr: Annule les objets détenus pendant cinq tours.
it: Nega gli oggetti trattenuti per cinque turni.
ja: 保持されているアイテムを 5 ターン無効にします。
ko: 5턴 동안 소지한 아이템을 무효화합니다.

source: Never misses.
de: Trifft nie zu.
fr: Ne manque jamais.
it: Non manca mai.
ja: 決してミスしません。
ko: 절대 놓치지 마세요.

source: Nice try
de: Netter Versuch
fr: Joli essai
it: Bel tentativo
ja: おしいなあ
ko: 좋은 시도였어

source: No Ability Selected
de: Keine Fähigkeit Ausgewählt
fr: Aucune capacité sélectionnée
it: Nessuna abilità selezionata
ja: 選択された能力なし
ko: 선택된 능력 없음

source: No Creature Selected
de: Keine Kreatur ausgewählt
fr: Aucune Créature Sélectionnée
it: Nessuna creatura selezionata
ja: 選択されたクリーチャーなし
ko: 선택된 생물 없음

source: No Description Available
de: Keine Beschreibung verfügbar
fr: Pas de description disponible
it: Nessuna descrizione disponibile
ja: 説明はありません
ko: 가능한 설명이 없습니다

source: No Eggs
de: Keine Eier
fr: Pas d'oeufs
it: Niente uova
ja: 卵なし
ko: 달걀이 없어

source: No Favorites
de: Keine Favoriten
fr: Pas de favoris
it: Nessun Preferito
ja: お気に入りなし
ko: 즐겨찾기 없음

source: No Item Selected
de: Kein Artikel ausgewählt
fr: Aucun élément sélectionné
it: Nessun elemento selezionato
ja: アイテムが選択されていません
ko: 선택된 항목 없음

source: No Move Selected
de: Keine Bewegung Ausgewählt
fr: Aucun Mouvement Sélectionné
it: Nessuna mossa selezionata
ja: 移動が選択されていません
ko: 선택되지 않은 움직임

source: No Recents Items
de: Keine aktuellen Artikel
fr: Aucun article récent
it: Nessun elemento recente
ja: 最近のアイテムはありません
ko: 최근 항목 없음

source: No View Selected
de: Keine Ansicht ausgewählt
fr: Aucune vue sélectionnée
it: Nessuna vista selezionata
ja: ビューが選択されていません
ko: 선택된 보기 없음

source: No effect
de: Keine Wirkung
fr: Aucun effet
it: Nessun effetto
ja: 効果なし
ko: 효과가 없다

source: Non-Sky Battle
de: Nicht-Sky-Kampf
fr: Bataille non-ciel
it: Battaglia non celeste
ja: ノンスカイバトル
ko: 비하늘 전투

source: Normal
it: Normale
ja: ノルマル
ko: 정상

source: Not Caught
de: Nicht gefangen
fr: Pas Attrapé
it: Non catturato
ja: 捕まらない
ko: 잡히지 않은

source: Not Favorite
de: Nicht Favorit
fr: Pas en favori
it: Non preferito
ja: お気に入りではない
ko: 좋아하지 않는

source: Not Shiny
de: Nicht schillernd
fr: Pas Brillant
it: Non lucido
ja: ピカピカではない
ko: 빛나지 않는

source: Not very effective
de: Nicht sehr effektiv
fr: Pas très efficace
it: Non molto efficace
ja: あまり効果的ではない
ko: 별로 효과적이지 않아

source: Not very effective at all
de: Überhaupt nicht sehr effektiv
fr: Pas très efficace du tout
it: Per non molto efficace
ja: 全く効果的ではない
ko: 전혀 효과적이지 않아

source: Nullifies target’s ability until it leaves battle.
de: Hebt die Fähigkeit des Ziels auf, bis es den Kampf verlässt.
fr: Annule la capacité de la cible jusqu'à ce qu'elle quitte la bataille.
it: Annulla l'abilità del bersaglio finché non lascia la battaglia.
ja: 対象の能力を戦闘から離れるまで無効化する。
ko: 전투를 떠날 때까지 대상의 능력을 무효화합니다.

source: Nullifies the target’s ability if it moves earlier.
de: Hebt die Fähigkeit des Ziels auf, wenn es sich vorher bewegt.
fr: Annule la capacité de la cible si elle se déplace plus tôt.
it: Annulla l'abilità del bersaglio se si muove prima.
ja: 先に動いた場合、対象の能力を無効化します。
ko: 대상이 더 일찍 움직이면 대상의 능력이 무효화됩니다.

source: Numerical
de: Numerisch
fr: Numérique
it: Numerico
ja: 数的な
ko: 숫자에 의한

source: Omega Ruby
de: Omega Rubin
fr: Rubis Oméga
it: Rubino Omega
ko: 오메가루비

source: On Fridays
de: Freitags
fr: Les vendredis
it: Di venerdì
ko: 금요일에

source: On Mondays
de: Montags
fr: Le Lundi
it: Il lunedì
ko: 월요일

source: On Saturdays
de: Samstags
fr: Le samedi
it: Di sabato
ko: 토요일

source: On Sundays
de: Sonntags
fr: Les dimanches
it: Di domenica
ko: 일요일에

source: On Thursdays
de: Donnerstags
fr: Les jeudis
it: Di giovedì
ko: 목요일에

source: On Tuesdays
de: An Dienstagen
fr: Les mardis
it: Il martedi
ko: 화요일에

source: On Wednesdays
de: Mittwochs
fr: Le mercredi
it: Di mercoledì
ko: 수요일에

source: On any overworld patch of grass
de: Auf jedem Grasfleck auf der Oberwelt
fr: Sur n'importe quelle parcelle d'herbe du monde entier
it: Su qualsiasi pezzo d'erba del mondo esterno
ko: 전 세계의 잔디밭에서

source: On any overworld water tile
de: Auf jedem Wasserfeld in der Oberwelt
fr: Sur n’importe quelle tuile d’eau du monde
it: Su qualsiasi tessera acqua del sopramondo
ko: 모든 오버월드 워터 타일에서

source: Only inflicts damage if the user was hit by a physical move this turn.
de: Fügt nur Schaden zu, wenn der Benutzer in dieser Runde von einer physischen Bewegung getroffen wurde.
fr: N'inflige des dégâts que si l'utilisateur a été touché par un mouvement physique ce tour-ci.
it: Infligge danni solo se l'utilizzatore è stato colpito da una mossa fisica in questo turno.
ja: このターンに物理攻撃を受けた場合にのみダメージを与えます。
ko: 이번 턴에 사용자가 물리적 공격을 받은 경우에만 피해를 입힙니다.

source: Only works if the target is about to use a damaging move.
de: Funktioniert nur, wenn das Ziel im Begriff ist, eine schädigende Bewegung auszuführen.
fr: Ne fonctionne que si la cible est sur le point d'utiliser un mouvement dommageable.
it: Funziona solo se il bersaglio sta per usare una mossa dannosa.
ja: ターゲットがダメージを与える動きをしようとしている場合にのみ機能します。
ko: 대상이 피해를 주는 동작을 사용하려는 경우에만 작동합니다.

source: Only works on sleeping Pokémon. Drains half the damage inflicted to heal the user.
de: Funktioniert nur bei schlafenden Pokémon. Entzieht dem Benutzer die Hälfte des zugefügten Schadens, um ihn zu heilen.
fr: Fonctionne uniquement sur les Pokémon endormis. Draine la moitié des dégâts infligés pour soigner l'utilisateur.
it: Funziona solo sui Pokémon addormentati. Risucchia metà del danno inflitto per curare l'utilizzatore.
ja: 眠っているポケモンにのみ効果があります。与えたダメージの半分を吸収して、使用者を回復します。
ko: 잠자는 포켓몬에게만 작동합니다. 사용자를 치유하기 위해 입힌 피해의 절반을 흡수합니다.

source: Opponents Field
de: Feld der Gegner
fr: Champ des opposants
it: Campo Avversari
ja: 対戦相手フィールド
ko: 상대 필드

source: Other
de: Andere
fr: Autre
it: Altro

source: Other Moves
de: Andere Angriffe
fr: Autres Mouvements
it: Altre mosse
ja: その他の動き
ko: 다른 움직임

source: PP Recovery
de: PP-Wiederherstellung
fr: Récupération de PP
it: Recupero PP

source: Paralyze
de: Lähmen
fr: Paralyser
it: Paralizzare

source: Paralyzes the target.
de: Lähmt das Ziel.
fr: Paralyse la cible.
it: Paralizza il bersaglio.
ja: 対象を麻痺させます。
ko: 대상을 마비시킵니다.

source: Pearl
de: Perl
fr: perle
it: Perla
ko: 진주

source: Permanently becomes the target’s last used move.
de: Wird dauerhaft zum zuletzt verwendeten Zug des Ziels.
fr: Devient définitivement le dernier mouvement utilisé par la cible.
it: Diventa permanentemente l'ultima mossa utilizzata dal bersaglio.
ja: ターゲットが最後に使用した技として永続的に使用されます。
ko: 영구적으로 대상이 마지막으로 사용한 이동이 됩니다.

source: Physical
de: Physisch
fr: Physique
it: Fisico
ja: 物理的な
ko: 신체적인

source: Picky Healing
de: Wählerische Heilung
fr: Guérison difficile
it: Guarigione schizzinosa

source: Picnic Items
de: Picknick-Artikel
fr: Articles de pique-nique
it: Articoli da picnic

source: Pinned
de: Gepinnt
fr: Épinglé
it: Appuntato
ja: ピン留めされた
ko: 핀으로 고정시킨

source: Plant
de: Pflanze
fr: Plante
it: Pianta
ja: 植物
ko: 식물

source: Plates
de: Platten
fr: Assiettes
it: Piatti

source: Platinum
de: Platin
fr: Platine
it: Platino
ko: 백금

source: Playing Pokéflute
de: Pokéflöte spielen
fr: Jouer à la Pokéflute
it: Giocare a Pokéflute
ko: 포켓플루트 연주하기

source: Please don’t sue me.
de: Bitte verklagen Sie mich nicht.
fr: S'il vous plaît, ne me poursuivez pas.
it: Per favore, non farmi causa.
ja: 私を訴えないでください。
ko: 제발 날 고소하지 마.

source: Plot Advancement
de: Handlungsfortschritt
fr: Avancement de l'intrigue
it: Avanzamento della trama

source: Pocket
de: Tasche
fr: Poche
it: Tasca
ja: ポケット
ko: 주머니

source: Poison
de: Gift
it: Veleno
ja: 毒物
ko: 독약

source: Poisons the target and lowers its Speed by one stage.
de: Vergiftet das Ziel und senkt seine Geschwindigkeit um eine Stufe.
fr: Empoisonne la cible et réduit sa vitesse d'un niveau.
it: Avvelena il bersaglio e ne riduce la velocità di uno stadio.
ja: 対象を毒状態にし、素早さを1段階下げる。
ko: 대상을 중독시키고 속도를 한 단계 낮춥니다.

source: Poisons the target.
de: Vergiftet das Ziel.
fr: Empoisonne la cible.
it: Avvelena il bersaglio.
ja: 対象を毒状態にする。
ko: 대상을 중독시킵니다.

source: Poké Balls
de: Pokébälle
it: Poké Ball

source: Pokédex List
fr: Liste Pokédex
it: Elenco Pokédex
ja: ポケデックスリスト
ko: 포켓덱스 목록

source: Pokémon with Overcoat and Grass-type Pokémon are immune to this move.
de: Pokémon mit Mantel und Gras-Pokémon sind immun gegen diese Bewegung.
fr: Les Pokémon avec un manteau et les Pokémon de type herbe sont immunisés contre ce mouvement.
it: I Pokémon con cappotto e i Pokémon di tipo Erba sono immuni a questa mossa.
ja: オーバーコートと草タイプのポケモンを持つポケモンは、この動きに免疫があります。
ko: 외투를 입은 포켓몬과 풀형 포켓몬은 이 움직임에 면역이 있다.

source: Pokémon with Soundproof are immune to this move.
de: Pokémon mit Schallschutz sind immun gegen diese Bewegung.
fr: Les Pokémon insonorisés sont à l'abri de ce mouvement.
it: I Pokémon con Soundproof sono immuni a questa mossa.
ja: 防音のポケモンは、この動きに免疫があります。
ko: 방음이 있는 포켓몬은 이 움직임에 면역이 있다.

source: Powder
de: Pulver
fr: Poudre
it: Polvere
ja: 粉末
ko: 가루

source: Power
fr: Puissance
it: Potere
ja: パワー
ko: 권력
