Repository: BenRiceM/Ketchup-Localisation
Catalog: App Localisation/*.xcloc/Localized Contents/*.xliff
Languages: de, fr, it, ja, ko

source: Stat Boosts
de: Statistik-Boosts
fr: Améliorations des statistiques
it: Potenziamenti delle statistiche

source: Static encounter, only one chance
de: Statische Begegnung, nur eine Chance
fr: Rencontre statique, une seule chance
it: Incontro statico, una sola possibilità
ko: 정적인 만남, 단 한 번의 기회

source: Stats
de: Statistiken
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계

source: Status
fr: Statut
it: Stato
ja: 状況
ko: 상태

source: Status Cures
de: Statusheilungen
fr: Remèdes de statut
it: Cure di stato

source: Steals the target’s move, if it’s self-targeted.
de: Stiehlt die Bewegung des Ziels, wenn es auf sich selbst zielt.
fr: Vole le mouvement de la cible, si elle est auto-ciblée.
it: Ruba la mossa del bersaglio, se ha preso di mira se stesso.
ja: ターゲットが自身を対象としている場合は、ターゲットの動きを盗みます。
ko: 자기 목표인 경우 목표의 움직임을 훔칩니다.

source: Steals the target’s stat increases, then inflicts damage.
de: Stiehlt die Statussteigerungen des Ziels und fügt dann Schaden zu.
fr: Vole les augmentations de statistiques de la cible, puis inflige des dégâts.
it: Ruba gli aumenti delle statistiche del bersaglio, quindi infligge danni.
ja: 対象のステータス上昇を奪い、ダメージを与えます。
ko: 대상의 능력치를 훔쳐 증가시킨 후 피해를 줍니다.

source: Steel
de: Stahl
fr: Acier
it: Acciaio
ja: 鋼鉄
ko: 강철

source: Stores energy up to three times for use with Spit Up and Swallow.
de: Speichert bis zu dreimal Energie zur Verwendung mit „Spucken und Schlucken“.
fr: Stocke l'énergie jusqu'à trois fois pour une utilisation avec Spit Up et Swallow.
it: Accumula energia fino a tre volte per usarla con Spit Up e Swallow.
ja: Spit Up と Swallow で使用するために最大 3 回分のエネルギーを蓄えます。
ko: Spit Up 및 Swallow와 함께 사용하기 위해 최대 3배의 에너지를 저장합니다.

source: Strikes back at the last Pokémon to hit the user this turn with 1.5× the damage.
de: Schlägt mit dem 1,5-fachen Schaden auf das letzte Pokémon zurück, das den Benutzer in dieser Runde getroffen hat.
fr: Frappe le dernier Pokémon à frapper l'utilisateur ce tour-ci avec 1,5 fois les dégâts.
it: Reagisce all'ultimo Pokémon che ha colpito l'utilizzatore in questo turno con un danno pari a 1,5×.
ja: このターンに最後に攻撃したポケモンに1.5倍のダメージで反撃する。
ko: 이번 턴에 사용자에게 마지막 공격을 가한 포켓몬에게 1.5배의 피해를 주어 반격합니다.

source: Submit
de: Einreichen
fr: Soumettre
it: Presentare
ja: 服従する
ko: 복종시키다

source: Sun
de: Sonne
fr: Dim
it: D
ko: 일

source: Super-effective against water.
de: Superwirksam gegen Wasser.
fr: Super efficace contre l'eau.
it: Super efficace contro l'acqua.
ja: 水に対して超効果的です。
ko: 물에 매우 효과적입니다.

source: Support
de: Unterstützung
fr: Soutien
it: Supporto
ja: サポート
ko: 지원

source: Support Ketchup’s Development
de: Unterstützen Sie die Entwicklung von Ketchup
fr: Soutenir le développement de Ketchup
it: Sostieni lo sviluppo di Ketchup
ko: 케첩 개발 지원

source: Surfing
de: Surfen
fr: Surfant
it: Fare surf
ko: 서핑

source: Surfing in dark spots
de: Surfen in dunklen Spots
fr: Surfer dans les endroits sombres
it: Navigare in zone buie
ko: 어두운 곳에서 서핑하기

source: Sword
de: Schwert
fr: Épée
it: Spada
ko: 검

source: TM Materials
de: TM-Materialien
fr: Matériaux de MT
it: Materiali della MT

source: TM Moves
de: TM Angriffe
fr: TM Mouvements
it: TM si muove
ja: TMが動く
ko: TM 이동

source: TMs and HMs
de: TMs und HMs
fr: TM et HM
it: TM e HM

source: Takes one turn to charge, then raises the user’s Special Attack, Special Defense, and Speed by two stages.
de: Das Aufladen dauert eine Runde und erhöht dann den Spezialangriff, die Spezialverteidigung und die Geschwindigkeit des Benutzers um zwei Stufen.
fr: Prend un tour pour charger, puis augmente l'attaque spéciale, la défense spéciale et la vitesse de l'utilisateur de deux niveaux.
it: Richiede un turno per caricare, quindi aumenta l'attacco speciale, la difesa speciale e la velocità dell'utente di due livelli.
ja: 1ターンかけてチャージし、その後、使用者の特攻、特防、素早さを2段階上げる。
ko: 1턴 충전 후, 사용자의 특수공격, 특수방어, 속도를 2단계 상승시킵니다.

source: Takes the target’s item.
de: Nimmt den Gegenstand des Ziels.
fr: Prend l’objet de la cible.
it: Prende l'oggetto del bersaglio.
ja: ターゲットのアイテムを取得します。
ko: 대상의 아이템을 가져옵니다.

source: Tap one of the buttons below to show the share sheet. In the share sheet, you should see Delta listed in the row of apps, but you might have to scroll to find it.
de: Tippen Sie auf eine der Schaltflächen unten, um das Freigabeblatt anzuzeigen. Im Freigabeblatt sollten Sie Delta in der Reihe der Apps aufgelistet sehen, aber Sie müssen möglicherweise scrollen, um es zu finden.
fr: Appuyez sur l'un des boutons ci-dessous pour afficher la feuille de partage. Dans la feuille de partage, vous devriez voir Delta répertorié dans la rangée d'applications, mais vous devrez peut-être faire défiler pour le trouver.
it: Tocca uno dei pulsanti qui sotto per mostrare il foglio di condivisione. Nel foglio di condivisione, dovresti vedere Delta elencato nella riga delle app, ma potrebbe essere necessario scorrere per trovarlo.
ja: 下のいずれかのボタンをタップして、共有シートを表示します。共有シートでは、デルタがアプリの行にリストされているはずですが、それを見つけるためにスクロールする必要があるかもしれません。
ko: 공유 시트를 표시하려면 아래 버튼 중 하나를 누르세요. 공유 시트에서, 당신은 앱 행에 나열된 델타를 봐야 하지만, 그것을 찾으려면 스크롤해야 할 수도 있습니다.

source: Target
de: Ziel
fr: Cible
it: Bersaglio
ja: ターゲット
ko: 표적

source: Target cannot use held items.
de: Das Ziel kann gehaltene Gegenstände nicht verwenden.
fr: La cible ne peut pas utiliser les objets détenus.
it: Il bersaglio non può utilizzare gli oggetti trattenuti.
ja: 対象は保持しているアイテムを使用できません。
ko: 대상은 보유 아이템을 사용할 수 없습니다.

source: Target drops its held item.
de: Das Ziel lässt den gehaltenen Gegenstand fallen.
fr: La cible laisse tomber son objet détenu.
it: Il bersaglio lascia cadere l'oggetto trattenuto.
ja: ターゲットは保持しているアイテムを落とします。
ko: 대상이 보유하고 있는 항목을 삭제합니다.

source: Target falls in love if it has the opposite gender, and has a 50% chance to refuse attacking the user.
de: Das Ziel verliebt sich, wenn es das andere Geschlecht hat, und hat eine 50 %ige Chance, einen Angriff auf den Benutzer abzulehnen.
fr: La cible tombe amoureuse si elle est du sexe opposé et a 50 % de chances de refuser d'attaquer l'utilisateur.
it: Il bersaglio si innamora se ha il sesso opposto e ha una probabilità del 50% di rifiutare di attaccare l'utente.
ja: 対象が異性の場合、恋に落ち、ユーザーへの攻撃を拒否する確率が 50% になります。
ko: 대상이 이성일 경우 사랑에 빠지며, 50% 확률로 사용자 공격을 거부합니다.

source: Target loses 1/4 its max HP every turn as long as it’s asleep.
de: Das Ziel verliert jede Runde 1/4 seiner maximalen KP, solange es schläft.
fr: La cible perd 1/4 de ses PV maximum à chaque tour tant qu'elle est endormie.
it: Il bersaglio perde 1/4 dei suoi HP massimi ogni turno finché è addormentato.
ja: 対象は眠っている間、毎ターン最大 HP の 1/4 を失います。
ko: 대상은 잠들어 있는 동안 매 턴마다 최대 HP의 1/4을 잃습니다.

source: Target sleeps at the end of the next turn.
de: Das Ziel schläft am Ende der nächsten Runde.
fr: La cible dort à la fin du tour suivant.
it: Il bersaglio dorme alla fine del turno successivo.
ja: 次のターンの終了時に対象は睡眠状態になります。
ko: 대상은 다음 턴이 끝날 때 잠을 잔다.

source: Tentacles
de: Tentakel
fr: Tentacules
it: Tentacoli
ja: 触手
ko: 촉수

source: Terra Shard
de: Terra-Scherbe
fr: Éclat de Terra
it: Frammento di Terra

source: Thanks for your support
de: Danke Für deine Unterstützung
fr: Merci pour votre soutien
it: Grazie per il vostro sostegno
ja: 応援してくれてありがとう
ko: 지원해줘서 고마워

source: That’s right, it’s:
de: Das ist richtig, es ist:
fr: C'est vrai, c'est :
it: Esatto, è:
ja: そうです、それは:
ko: 맞아, 그건:

source: The Crown Tundra
de: Die Schneelande der Krone
fr: La toundra de la Couronne
it: La tundra della corona
ko: 크라운 툰드라

source: The Indigo Disk
de: Die Indigo-Scheibe
fr: Le disque Indigo
it: Il disco indaco
ko: 인디고 디스크

source: The Isle of Armor
de: Die Insel der Rüstung
fr: L'île d'Armure
it: L'Isola dell'Armatura
ko: 갑옷의 섬

source: The Teal Mask
de: Die blaugrüne Maske
fr: Le masque bleu sarcelle
it: La maschera dell'alzavola
ko: 청록색 마스크

source: The turn after this move is used, the Pokémon’s action is skipped so it can recharge.
de: Die Runde, nachdem dieser Zug verwendet wurde, wird die Aktion des Pokémon übersprungen, damit es sich aufladen kann.
fr: Le tour après ce mouvement est utilisé, l'action du Pokémon est ignorée pour qu'il puisse se recharger.
it: Il turno dopo che questa mossa viene usata, l'azione del Pokémon viene saltata in modo che possa ricaricarsi.
ja: この動きが使用された後のターンは、ポケモンのアクションがスキップされ、充電できます。
ko: 이 움직임이 사용된 후의 턴, 포켓몬의 액션은 재충전할 수 있도록 건너뜁니다.

source: There’s no difference in what you get, Ketchup+ Gold is just an easy way to leave an extra tip if you’re feeling generous and want to show some extra appreciation for the app!
de: Es gibt keinen Unterschied, was Sie bekommen, Ketchup+ Gold ist nur eine einfache Möglichkeit, ein zusätzliches Trinkgeld zu hinterlassen, wenn Sie sich großzügig fühlen und etwas zusätzliche Wertschätzung für die App zeigen möchten!
fr: Il n’y a pas de différence dans ce que vous obtenez, Ketchup+ Gold est juste un moyen facile de laisser un pourboire supplémentaire si vous vous sentez généreux et que vous voulez montrer une appréciation supplémentaire pour l’application!
it: Non c'è differenza in quello che ottieni, Ketchup+ Gold è solo un modo semplice per lasciare una mancia in più se ti senti generoso e vuoi mostrare un po' di apprezzamento in più per l'app!
ja: あなたが得るものに違いはありません、ケチャップ+ゴールドは、あなたが寛大に感じていて、アプリにいくつかの余分な感謝を示したい場合は、余分なヒントを残す簡単な方法です!
ko: 당신이 얻는 것에는 차이가 없습니다, 케첩+ 골드는 당신이 관대하다고 느끼고 앱에 대한 추가적인 감사를 보여주고 싶다면 추가 팁을 남길 수 있는 쉬운 방법입니다!

source: They’ll show up here after you’ve chosen some.
de: Sie werden hier auftauchen, nachdem Sie einige ausgewählt haben.
fr: Ils apparaîtront ici une fois que vous en aurez choisi.
it: Si presenteranno qui dopo che ne avrai scelti alcuni.
ja: あなたがいくつかを選んだ後、彼らはここに現れるでしょう。
ko: 당신이 몇 개를 선택한 후에 그들은 여기에 나타날 것입니다.

source: This app is not affiliated or endorsed by Nintendo, GameFreak, or The Pokémon company in any way. Pokémon, the character names, and information are trademarks of Nintendo. No copyright infringement is intended, this app is a fair-use reference for their works.
de: Diese App ist in keiner Weise von Nintendo, GameFreak oder The Pokémon Company verbunden oder unterstützt. Pokémon, die Charakternamen und Informationen sind Marken von Nintendo. Es ist keine Urheberrechtsverletzung beabsichtigt, diese App ist eine Fair-Use-Referenz für ihre Werke.
fr: Cette application n'est ni affiliée ni approuvée par Nintendo, GameFreak ou The Pokémon Company de quelque manière que ce soit. Pokémon, les noms des personnages et les informations sont des marques de commerce de Nintendo. Aucune violation du droit d'auteur n'est prévue, cette application est une référence d'utilisation équitable pour leurs œuvres.
it: Questa app non è affiliata o approvata da Nintendo, GameFreak o la società Pokémon in alcun modo. Pokémon, i nomi dei personaggi e le informazioni sono marchi di Nintendo. Non è prevista alcuna violazione del copyright, questa app è un riferimento fair-use per le loro opere.
ja: このアプリは、任天堂、GameFreak、またはポケモン社によって提携または承認されていません。ポケモン、キャラクター名、情報は任天堂の商標です。著作権侵害は意図されていません、このアプリは彼らの作品のフェアユースリファレンスです。
ko: 이 앱은 어떤 식으로든 닌텐도, GameFreak 또는 포켓몬 회사와 제휴하거나 보증하지 않습니다. 포켓몬, 캐릭터 이름 및 정보는 닌텐도의 상표입니다. 저작권 침해는 의도되지 않으며, 이 앱은 그들의 작품에 대한 공정 사용 참조입니다.

source: This move can be used while frozen to force the Pokémon to defrost.
de: Diese Bewegung kann während des Einfrierens verwendet werden, um das Pokémon zum Auftauen zu zwingen.
fr: Ce mouvement peut être utilisé pendant le gel pour forcer le Pokémon à décongeler.
it: Questa mossa può essere usata mentre è congelata per forzare il Pokémon a scongelare.
ja: この動きは、ポケモンを解凍するために凍結中に使用することができます。
ko: 이 움직임은 포켓몬을 해동시키기 위해 얼어붙은 동안 사용할 수 있다.

source: This move cannot be used in high gravity.
de: Diese Bewegung kann nicht in hoher Schwerkraft verwendet werden.
fr: Ce mouvement ne peut pas être utilisé en haute gravité.
it: Questa mossa non può essere utilizzata in alta gravità.
ja: この動きは高重力では使用できません。
ko: 이 움직임은 높은 중력에서 사용할 수 없다.

source: This move has 1.2× its usual power when used by a Pokémon with Iron-Fist.
de: Diese Bewegung hat 1,2x ihre übliche Kraft, wenn sie von einem Pokémon mit Iron-Fist verwendet wird.
fr: Ce mouvement a 1,2 fois sa puissance habituelle lorsqu'il est utilisé par un Pokémon avec un poing de fer.
it: Questa mossa ha 1,2 volte la sua solita potenza se usata da un Pokémon con Iron-Fist.
ja: この動きは、鉄のフィストを持つポケモンによって使用されるとき、通常の1.2倍の力を持っています。
ko: 이 움직임은 아이언 피스트를 가진 포켓몬이 사용할 때 일반적인 힘 1.2배를 가지고 있다.

source: This move has 1.5× its usual power when used by a Pokémon with Mega-Launcher.
de: Diese Bewegung hat 1,5-mal ihre übliche Kraft, wenn sie von einem Pokémon mit Mega-Launcher verwendet wird.
fr: Ce mouvement a 1,5 fois sa puissance habituelle lorsqu'il est utilisé par un Pokémon avec Mega-Launcher.
it: Questa mossa ha 1,5 volte la sua potenza abituale quando viene utilizzata da un Pokémon con Mega-Launcher.
ja: この動きは、メガランチャーでポケモンが使用した場合、通常の1.5倍の力を持っています。
ko: 이 움직임은 메가 런처와 함께 포켓몬이 사용할 때 1.5배의 일반적인 힘을 가지고 있다.

source: This move has 1.5× its usual power when used by a Pokémon with Strong-Jaw.
de: Diese Bewegung hat 1,5-mal ihre übliche Kraft, wenn sie von einem Pokémon mit starkem Jaw verwendet wird.
fr: Ce mouvement a 1,5 fois sa puissance habituelle lorsqu'il est utilisé par un Pokémon à la maloire forte.
it: Questa mossa ha 1,5 volte la sua solita potenza quando viene usata da un Pokémon con Strong-Jaw.
ja: この動きは、ストロングジョーを持つポケモンによって使用されるとき、通常の1.5倍の力を持っています。
ko: 이 움직임은 강한 턱을 가진 포켓몬이 사용할 때 일반적인 힘의 1.5배를 가지고 있다.

source: This move has a charging turn, and can be skipped with a Power Herb.
de: Diese Bewegung hat eine Ladedrehung und kann mit einem Power Herb übersprungen werden.
fr: Ce mouvement a un tour de charge et peut être ignoré avec un Power Herb.
it: Questa mossa ha un turno di carica e può essere saltata con un Power Herb.
ja: この動きには充電ターンがあり、パワーハーブでスキップできます。
ko: 이 움직임은 충전 회전이 있으며, 파워 허브로 건너뛸 수 있다.

source: This move ignores the target’s substitute.
de: Dieser Schritt ignoriert den Ersatz des Ziels.
fr: Ce mouvement ignore le remplaçant de la cible.
it: Questa mossa ignora il sostituto del bersaglio.
ja: この動きは、ターゲットの代替を無視します。
ko: 이 움직임은 대상의 대체물을 무시한다.

source: This move is blocked by Aroma-Veil and cured by Mental-Herb.
de: Dieser Schritt wird von Aroma-Veil blockiert und von Mental-Herb geheilt.
fr: Ce mouvement est bloqué par Aroma-Veil et guéri par Mental-Herb.
it: Questa mossa è bloccata da Aroma-Veil e curata da Mental-Herb.
ja: この動きはアロマベールによってブロックされ、メンタルハーブによって治癒されます。
ko: 이 움직임은 아로마 베일에 의해 차단되고 멘탈 허브에 의해 치료된다.

source: This move is blocked by Bulletproof.
de: Dieser Zug wird von Bulletproof blockiert.
fr: Ce mouvement est bloqué par Bulletproof.
it: Questa mossa è bloccata da Bulletproof.
ja: この動きは防弾によってブロックされています。
ko: 이 움직임은 방탄에 의해 차단되었다.

source: This move is blocked by Heal-Block.
de: Dieser Zug wird von Heal-Block blockiert.
fr: Ce mouvement est bloqué par Heal-Block.
it: Questa mossa è bloccata da Heal-Block.
ja: この動きはHeal-Blockによってブロックされています。
ko: 이 움직임은 힐블록에 의해 차단되었다.

source: This move is no longer available as of Pokémon Sword and Shield.
de: Dieser Zug ist ab Pokémon Sword und Shield nicht mehr verfügbar.
fr: Ce mouvement n'est plus disponible à partir de Pokémon Sword and Shield.
it: Questa mossa non è più disponibile a poi Pokémon Sword e Shield.
ja: この動きは、ポケモンソードとシールドでは利用できなくなりました。
ko: 이 움직임은 포켓몬 검과 방패에서 더 이상 사용할 수 없습니다.

source: This move is unusable during Sky Battles.
de: Dieser Zug ist während der Himmelsschlachten unbenutzbar.
fr: Ce mouvement est inutilisable pendant Sky Battles.
it: Questa mossa è inutilizzabile durante Sky Battles.
ja: この動きはスカイバトル中は使用できません。
ko: 이 움직임은 스카이 배틀 동안 사용할 수 없다.

source: This move may be reflected back at the user with Magic-Coat or Magic-Bounce.
de: Diese Bewegung kann sich beim Benutzer mit Magic-Coat oder Magic-Bounce widerspiegeln.
fr: Ce mouvement peut être reflété sur l'utilisateur avec Magic-Coat ou Magic-Bounce.
it: Questa mossa può essere riflessa all'utente con Magic-Coat o Magic-Bounce.
ja: この動きは、マジックコートまたはマジックバウンスでユーザーに反映される可能性があります。
ko: 이 움직임은 Magic-Coat 또는 Magic-Bounce로 사용자에게 반영될 수 있습니다.

source: This move triggers Dancer.
de: Diese Bewegung löst den Tänzer aus.
fr: Ce mouvement déclenche le danseur.
it: Questa mossa innesca Dancer.
ja: この動きはダンサーを誘発します。
ko: 이 움직임은 댄서를 촉발시킨다.

source: This move will be stolen if another Pokémon has used Snatch this turn.
de: Dieser Zug wird gestohlen, wenn ein anderes Pokémon in diesem Zug Snatch verwendet hat.
fr: Ce mouvement sera volé si un autre Pokémon a utilisé Snatch à ce tour.
it: Questa mossa verrà rubata se un altro Pokémon ha usato Snatch in questo turno.
ja: この動きは、別のポケモンがこのターンにスナッチを使用した場合、盗まれます。
ko: 다른 포켓몬이 이번 턴에 스내치를 사용했다면 이 움직임은 도난당할 것이다.

source: This move will not work if the target has used Detect or Protect this turn.
de: Dieser Zug funktioniert nicht, wenn das Ziel diesen Zug Detect or Protect verwendet hat.
fr: Ce mouvement ne fonctionnera pas si la cible a utilisé Détecter ou Protéger ce tour.
it: Questa mossa non funzionerà se la destinazione ha utilizzato Rileva o Proteggi questo turno.
ja: ターゲットがこのターンを検出または保護した場合、この動きは機能しません。
ko: 타겟이 이 턴을 감지하거나 보호했다면 이 움직임은 작동하지 않을 것이다.

source: This will reset all Creature favorite and catch states.
de: Dadurch werden alle Lieblings- und Fangzustände von Kreaturen zurückgesetzt.
fr: Cela réinitialisera tous les états préférés et de capture de la créature.
it: Questo ripristinerà tutti gli stati preferiti e cattura della creatura.
ja: これにより、すべてのクリーチャーのお気に入りとキャッチ状態がリセットされます。
ko: 이것은 모든 생물이 가장 좋아하는 상태를 재설정하고 상태를 잡을 것이다.

source: Throws held item at the target, its power depends on the item.
de: Wirft einen gehaltenen Gegenstand auf das Ziel. Seine Kraft hängt vom Gegenstand ab.
fr: Lance l'objet tenu sur la cible, sa puissance dépend de l'objet.
it: Lancia l'oggetto tenuto contro il bersaglio, la sua potenza dipende dall'oggetto.
ja: 持っているアイテムをターゲットに投げます。その威力はアイテムによって異なります。
ko: 들고 있는 아이템을 대상에게 던집니다. 위력은 아이템에 따라 다릅니다.

source: Trading with an in-game character
de: Handeln mit einem In-Game-Charakter
fr: Échanger avec un personnage du jeu
it: Scambiare con un personaggio del gioco
ko: 게임 내 캐릭터와 거래

source: Training
de: Ausbildung
fr: Entraînement
it: Formazione

source: Transfers 1/4 of the user’s max HP into a doll, protecting the user from further damage or status changes until it breaks.
de: Überträgt 1/4 der maximalen KP des Benutzers auf eine Puppe und schützt den Benutzer vor weiteren Schäden oder Statusänderungen, bis sie kaputt geht.
fr: Transfère 1/4 des HP maximum de l'utilisateur dans une poupée, protégeant l'utilisateur de dommages supplémentaires ou de changements de statut jusqu'à ce qu'elle se brise.
it: Trasferisce 1/4 degli HP massimi dell'utente in una bambola, proteggendo l'utente da ulteriori danni o cambiamenti di stato finché non si rompe.
ja: 使用者の最大HPの1/4を人形に転送し、人形が壊れるまで使用者をそれ以上のダメージや状態変化から守ります。
ko: 사용자의 최대 HP의 1/4을 인형에 전달하여 인형이 깨질 때까지 추가 피해나 상태 변화로부터 사용자를 보호합니다.

source: Transfers the user’s major status effect to the target.
de: Überträgt den wichtigsten Statuseffekt des Benutzers auf das Ziel.
fr: Transfère l’effet de statut majeur de l’utilisateur à la cible.
it: Trasferisce l'effetto di stato principale dell'utente al bersaglio.
ja: 使用者の主要ステータス効果をターゲットに転送します。
ko: 사용자의 주요 상태이상 효과를 대상에게 전달합니다.

source: Traps the target.
de: Fängt das Ziel.
fr: Piège la cible.
it: Intrappola il bersaglio.
ja: ターゲットをトラップします。
ko: 대상을 트랩합니다.

source: Tutor Moves
de: Tutor Angriffe
fr: Tuteur Déménage
it: Il tutor si muove
ja: 家庭教師の動き
ko: 튜터 이동

source: Type Enhancement
de: Typverbesserung
fr: Amélioration du type
it: Miglioramento del tipo

source: Type Matchups
de: Typ-Schwächen
fr: Forces et Faiblesses
it: Tipo di abbinamenti
ja: タイプマッチアップ
ko: 매치업을 입력하세요.

source: Type Pprotection
de: Typ PSchutz
fr: Protection de type P
it: Protezione di tipo P

source: Type:
de: Typ:
it: Tipo:
ja: タイプ:
ko: 유형:

source: Ultra Moon
de: Ultra Mond
fr: Ultra Lune
it: Ultraluna
ko: 울트라문

source: Ultra Sun
de: Ultra Sonne
fr: Ultra Soleil
it: Ultrasole
ko: 울트라썬

source: Unfavorite
it: Non preferito
ja: 好ましくない
ko: 좋아하는 사람이 아닌

source: Unknown
de: Unbekannte
fr: Inconnu
it: Sconosciuto
ja: 未知の
ko: 알려지지 않은

source: Unknown Ability
de: Unbekannte Fähigkeit
fr: Capacité inconnue
it: Abilità sconosciuta
ja: 未知の能力
ko: 알 수 없는 능력

source: Unknown Effect
de: Unbekannte Wirkung
fr: Effet inconnu
it: Effetto sconosciuto
ja: 効果は不明
ko: 알 수 없는 효과

source: Unlock Every Creature
de: Schalte alle Kreaturen frei
fr: Débloquez chaque créature
it: Sblocca ogni creatura
ko: 모든 생물을 잠금 해제하세요

source: Unused
de: Unbenutzt
fr: Inutilisé
it: Non usato

source: Upgrade to
de: Upgrade auf
fr: Mise à niveau vers
it: Esegui l'aggiornamento a
ja: にアップグレードする
ko: 으로 업그레이드하세요

source: Upright
de: Säule
fr: Droit
it: Eretto
ja: 垂直
ko: 상체를 쭉 펴고 있는

source: User
de: Nutzer
fr: Utilisateur
it: Utente
ja: 使用者
ko: 사용자

source: User And Allies
de: Benutzer Und Verbündete
fr: Utilisateur Et Alliés
it: Utente E Alleati
ja: ユーザーと同盟国
ko: 사용자와 동맹국

source: User Or Ally
de: Benutzer Oder Verbündeter
fr: Utilisateur Ou Allié
it: Utente O Alleato
ja: ユーザーまたは同盟国
ko: 사용자 또는 동맹

source: User and target both faint after three turns.
de: Benutzer und Ziel werden nach drei Runden beide ohnmächtig.
fr: L'utilisateur et la cible s'évanouissent après trois tours.
it: L'utente e il bersaglio svengono entrambi dopo tre turni.
ja: 使用者と対象は3ターン後に両方とも気絶する。
ko: 사용자와 대상 모두 3턴 후에 기절합니다.

source: User and target swap abilities.
de: Fähigkeiten zum Austauschen von Benutzern und Zielen.
fr: Capacités d'échange d'utilisateur et de cible.
it: Abilità di scambio utente e target.
ja: ユーザーとターゲットの交換能力。
ko: 사용자와 대상 교환 능력.

source: User and target swap items.
de: Benutzer und Ziel tauschen Elemente aus.
fr: Éléments d'échange d'utilisateur et de cible.
it: Elementi di scambio utente e destinazione.
ja: ユーザーとターゲットのスワップアイテム。
ko: 사용자와 대상 교환 항목.

source: User and target swap stat changes.
de: Statusänderungen beim Tauschen von Benutzern und Zielen.
fr: Modifications des statistiques d'échange de l'utilisateur et de la cible.
it: Modifiche alle statistiche di scambio utente e target.
ja: ユーザーとターゲットのスワップ統計の変更。
ko: 사용자 및 대상 스왑 통계가 변경됩니다.

source: User becomes a copy of the target until it leaves battle.
de: Der Benutzer wird zu einer Kopie des Ziels, bis dieses den Kampf verlässt.
fr: L'utilisateur devient une copie de la cible jusqu'à ce qu'elle quitte la bataille.
it: L'utente diventa una copia del bersaglio finché non lascia la battaglia.
ja: 使用者は戦闘から離れるまで対象のコピーになります。
ko: 사용자는 대상이 전투를 떠날 때까지 대상의 복사본이 됩니다.

source: User becomes the target’s type.
de: Der Benutzer wird zum Typ des Ziels.
fr: L'utilisateur devient le type de la cible.
it: L'utente diventa il tipo di destinazione.
ja: ユーザーがターゲットのタイプになります。
ko: 사용자가 대상 유형이 됩니다.

source: User bounces high into the air, dodging all attacks, and hits next turn.
de: Der Benutzer springt hoch in die Luft, weicht allen Angriffen aus und schlägt in der nächsten Runde zu.
fr: L'utilisateur rebondit haut dans les airs, esquivant toutes les attaques et frappe le tour suivant.
it: L'utilizzatore rimbalza in aria, schivando tutti gli attacchi, e colpisce nel turno successivo.
ja: 使用者は空中に高く跳ね上がり、すべての攻撃を回避し、次のターンに攻撃します。
ko: 사용자가 공중으로 높이 튕겨져 모든 공격을 회피하고 다음 턴에 공격합니다.

source: User charges for one turn before attacking. Has a chance to make the target flinch.
de: Der Benutzer lädt eine Runde lang auf, bevor er angreift. Es besteht die Chance, dass das Ziel zusammenzuckt.
fr: L'utilisateur charge pendant un tour avant d'attaquer. A une chance de faire tressaillir la cible.
it: L'utente carica per un turno prima di attaccare. Ha la possibilità di far sussultare il bersaglio.
ja: 攻撃前に1ターンチャージする。ターゲットをひるませるチャンスあり。
ko: 사용자는 공격하기 전에 한 턴 동안 충전합니다. 대상을 움찔하게 만들 확률이 있습니다.
