Repository: BenRiceM/Ketchup-Localisation
Catalog: App Localisation/*.xcloc/Localized Contents/*.xliff
Languages: de, fr, it, ja, ko

source: If the user is hit after using this move, its Attack rises by one stage.
de: Wenn der Benutzer nach der Verwendung dieser Bewegung getroffen wird, erhöht sich sein Angriff um eine Stufe.
fr: Si l'utilisateur est touché après avoir utilisé ce mouvement, son attaque augmente d'un niveau.
it: Se l'utilizzatore viene colpito dopo aver usato questa mossa, il suo Attacco aumenta di uno stadio.
ja: この技使用後に攻撃を受けると攻撃力が1段階上がる。
ko: 이 기술을 사용한 후 공격을 받으면 공격력이 한 단계 상승합니다.

source: If the user is holding a appropriate plate or drive, the damage inflicted will match it.
de: Wenn der Benutzer eine entsprechende Platte oder ein entsprechendes Laufwerk in der Hand hält, entspricht der verursachte Schaden diesem.
fr: Si l'utilisateur tient une plaque ou un lecteur approprié, les dommages infligés correspondront à ceux-ci.
it: Se l'utente tiene in mano una piastra o un'unità appropriata, il danno inflitto corrisponderà a quello.
ja: ユーザーが適切なプレートまたはドライブを保持している場合、与えられるダメージはそれと一致します。
ko: 사용자가 적절한 플레이트나 드라이브를 들고 있다면, 입힌 데미지도 이에 맞춰질 것입니다.

source: If the user misses, it takes half the damage it would have inflicted in recoil.
de: Wenn der Benutzer verfehlt, erleidet er die Hälfte des Schadens, den er beim Rückstoß verursacht hätte.
fr: Si l'utilisateur rate son coup, il subit la moitié des dégâts qu'il aurait infligés en recul.
it: Se l'utilizzatore manca, subisce la metà del danno che avrebbe inflitto in caso di rinculo.
ja: ユーザーがミスした場合、反動で与えるはずだったダメージの半分を受けます。
ko: 사용자가 빗나가면 반동으로 입었을 피해의 절반만 입습니다.

source: If the user takes damage before attacking, the attack is canceled.
de: Wenn der Benutzer vor dem Angriff Schaden erleidet, wird der Angriff abgebrochen.
fr: Si l'utilisateur subit des dégâts avant d'attaquer, l'attaque est annulée.
it: Se l'utilizzatore subisce danni prima di attaccare, l'attacco viene annullato.
ja: 攻撃前にダメージを受けた場合、攻撃はキャンセルされます。
ko: 공격하기 전에 사용자가 피해를 입으면 공격이 취소됩니다.

source: If there be weather, this move has doubled power and the weather’s type.
de: Wenn das Wetter es zulässt, hat dieser Zug die doppelte Kraft und die gleiche Wetterart.
fr: S’il y a du temps, ce mouvement a doublé la puissance et le type de temps.
it: Se c’è tempo, questa mossa ha raddoppiato la potenza e il tipo di tempo.
ja: 天候がある場合、この技の威力と天候タイプが2倍になる。
ko: 날씨가 있는 경우 이 이동의 위력과 날씨 유형이 두 배로 증가합니다.

source: If you chose Blue during the TV interview.
de: Wenn Sie beim Fernsehinterview Blau gewählt haben.
fr: Si vous avez choisi Bleu lors de l'interview télévisée.
it: Se hai scelto il Blu durante l'intervista televisiva.
ko: TV 인터뷰에서 블루를 선택했다면.

source: If you chose Bulbasaur as your starter.
de: Wenn Sie Bulbasaur als Starter gewählt haben.
fr: Si vous avez choisi Bulbasaur comme entrée.
it: Se hai scelto Bulbasaur come antipasto.
ko: 스타터로 이상해씨를 선택한 경우.

source: If you chose Charmander as your starter.
de: Wenn Sie Charmander als Starter gewählt haben.
fr: Si vous avez choisi Charmander comme entrée.
it: Se hai scelto Charmander come antipasto.
ko: Charmander를 스타터로 선택한 경우.

source: If you chose Chespin as your starter.
de: Wenn Sie Chespin als Starter gewählt haben.
fr: Si vous avez choisi Chespin comme entrée.
it: Se hai scelto Chespin come antipasto.
ko: Chespin을 스타터로 선택한 경우.

source: If you chose Fennekin as your starter.
de: Wenn Sie Fennekin als Starter gewählt haben.
fr: Si vous avez choisi Fennekin comme entrée.
it: Se hai scelto Fennekin come antipasto.
ko: Fennekin을 스타터로 선택한 경우.

source: If you chose Froakie as your starter.
de: Wenn Sie Froakie als Starter gewählt haben.
fr: Si vous avez choisi Froakie comme entrée.
it: Se hai scelto Froakie come antipasto.
ko: Froakie를 스타터로 선택한 경우.

source: If you chose Red during the TV interview.
de: Wenn Sie beim Fernsehinterview Rot gewählt haben.
fr: Si vous avez choisi Rouge lors de l'interview télévisée.
it: Se hai scelto il Rosso durante l'intervista televisiva.
ko: TV 인터뷰에서 레드를 선택했다면.

source: If you chose Squirtle as your starter.
de: Wenn Sie Schiggy als Starter gewählt haben.
fr: Si vous avez choisi Squirtle comme entrée.
it: Se hai scelto Squirtle come antipasto.
ko: Squirtle을 스타터로 선택한 경우.

source: If you don’t have a default email app configured, you can email me directly at support@obscura.studio
de: Wenn Sie keine Standard-E-Mail-App konfiguriert haben, können Sie mir direkt eine E-Mail an support@obscura.studio senden.
fr: Si vous n'avez pas d'application de messagerie par défaut configurée, vous pouvez m'envoyer un e-mail directement à support@obscura.studio
it: Se non hai configurato un'app di posta elettronica predefinita, puoi inviarmi un'e-mail direttamente a support@obscura.studio
ja: デフォルトのメールアプリが設定されていない場合は、support@obscura.studioに直接メールしてください
ko: 기본 이메일 앱이 구성되어 있지 않다면, support@obscura.studio로 직접 이메일을 보낼 수 있습니다.

source: If you purchase Ketchup+ you can see data such as Pokédex descriptions and movesets for each creature across all the games.
de: Wenn Sie Ketchup+ kaufen, können Sie Daten wie Pokédex-Beschreibungen und Movesets für jede Kreatur in allen Spielen sehen.
fr: Si vous achetez Ketchup+, vous pouvez voir des données telles que les descriptions du Pokédex et les ensembles de mouvements pour chaque créature dans tous les jeux.
it: Se acquisti Ketchup+ puoi vedere dati come le descrizioni del Pokédex e i set di mosse per ogni creatura in tutti i giochi.
ja: ケチャップ+を購入すると、すべてのゲームで各クリーチャーのポケデックスの説明やムーブセットなどのデータを見ることができます。
ko: 케첩+를 구매하면 모든 게임에서 각 생물에 대한 포켓덱스 설명과 이동 세트와 같은 데이터를 볼 수 있습니다.

source: Ignores and destroys protection effects.
de: Ignoriert und zerstört Schutzeffekte.
fr: Ignore et détruit les effets de protection.
it: Ignora e distrugge gli effetti di protezione.
ja: 保護効果を無視して破壊します。
ko: 보호 효과를 무시하고 파괴합니다.

source: Ignores the target’s stat modifiers.
de: Ignoriert die Statistikmodifikatoren des Ziels.
fr: Ignore les modificateurs de statistiques de la cible.
it: Ignora i modificatori delle statistiche del bersaglio.
ja: 対象のステータス修正を無視します。
ko: 대상의 능력치 수정치를 무시합니다.

source: Immediately ends wild battles. Forces trainers to switch Pokémon.
de: Beendet wilde Kämpfe sofort. Zwingt Trainer, das Pokémon zu wechseln.
fr: Met immédiatement fin aux batailles sauvages. Oblige les entraîneurs à changer de Pokémon.
it: Termina immediatamente le battaglie selvagge. Obbliga gli allenatori a cambiare Pokémon.
ja: 野生のバトルを即座に終了し、トレーナーにポケモンの切り替えを強制します。
ko: 거친 전투를 즉시 종료합니다. 트레이너가 포켓몬을 바꾸도록 강제합니다.

source: Immediately ends wild battles. No effect otherwise.
de: Beendet wilde Kämpfe sofort. Sonst keine Wirkung.
fr: Met immédiatement fin aux batailles sauvages. Aucun effet autrement.
it: Termina immediatamente le battaglie selvagge. Nessun effetto altrimenti.
ja: ワイルドバトルを即座に終了します。それ以外には効果はありません。
ko: 거친 전투를 즉시 종료합니다. 그렇지 않으면 효과가 없습니다.

source: Immunities
de: Immunitäten
fr: Immunités
it: Immunità
ja: 免除
ko: 면역

source: In App Purchase Unavailable
de: In App-Kauf Nicht Verfügbar
fr: Achat dans l’application indisponible
it: Acquisto nell'app non disponibile
ja: アプリ内購入は利用できません
ko: 인앱 구매를 사용할 수 없습니다.

source: In a Pinch
de: Im Notfall
fr: Dans un pincement
it: In un pizzico

source: In triple battles, this move can be used on either side to target the farthest away opposing Pokémon.
de: In Dreifachkämpfen kann dieser Zug auf beiden Seiten verwendet werden, um die am weitesten entfernten gegnerischen Pokémon ins Visier zu nehmen.
fr: Dans les batailles triples, ce mouvement peut être utilisé de chaque côté pour cibler les Pokémon adverses les plus éloignés.
it: Nelle battaglie triple, questa mossa può essere utilizzata su entrambi i lati per colpire i Pokémon avversari più lontani.
ja: トリプルバトルでは、この動きはどちらの側でも使用して、最も遠く離れた反対側のポケモンをターゲットにすることができます。
ko: 삼중 전투에서, 이 움직임은 양쪽에서 가장 멀리 상대하는 포켓몬을 목표로 삼을 수 있다.

source: In-App-Purchases, and Refunds are handled by Apple, not app developers.
de: In-App-Käufe und Rückerstattungen werden von Apple abgewickelt, nicht von App-Entwicklern.
fr: Les achats intégrés et les remboursements sont gérés par Apple, et non par les développeurs d’applications.
it: Gli acquisti in-app e i rimborsi sono gestiti da Apple, non dagli sviluppatori di app.
ja: アプリ内購入と払い戻しは、アプリ開発者ではなくAppleによって処理されます。
ko: 인앱 구매 및 환불은 앱 개발자가 아닌 Apple이 처리합니다.

source: Increases the user’s chance to score a critical hit.
de: Erhöht die Chance des Benutzers, einen kritischen Treffer zu erzielen.
fr: Augmente les chances de l’utilisateur de réussir un coup critique.
it: Aumenta la possibilità dell'utilizzatore di mettere a segno un colpo critico.
ja: クリティカルヒットの確率を高めます。
ko: 사용자가 치명타를 기록할 확률이 증가합니다.

source: Indeterminate
de: Unbestimmt
fr: Indéterminé
it: Indeterminato
ja: 不確定の
ko: 확실하지 않은

source: Inflicts 20 points of damage.
de: Fügt 20 Schadenspunkte zu.
fr: Inflige 20 points de dégâts.
it: Infligge 20 punti danno.
ja: 20ポイントのダメージを与えます。
ko: 20점의 피해를 입힙니다.

source: Inflicts 40 points of damage.
de: Fügt 40 Schadenspunkte zu.
fr: Inflige 40 points de dégâts.
it: Infligge 40 punti danno.
ja: 40ポイントのダメージを与えます。
ko: 40점의 피해를 입힙니다.

source: Inflicts a burn on any Pokémon that makes contact before the attack.
de: Fügt jedem Pokémon, das vor dem Angriff Kontakt aufnimmt, eine Verbrennung zu.
fr: Inflige une brûlure à tout Pokémon entrant en contact avant l'attaque.
it: Infligge una bruciatura a qualsiasi Pokémon che entra in contatto prima dell'attacco.
ja: 攻撃前に接触したポケモンに「やけど」を与える。
ko: 공격하기 전에 접촉한 모든 포켓몬에게 화상을 입힙니다.

source: Inflicts damage and lowers the target’s Special Attack stat by one stage.
de: Fügt Schaden zu und senkt den Spezialangriffswert des Ziels um eine Stufe.
fr: Inflige des dégâts et réduit la statistique d'attaque spéciale de la cible d'un niveau.
it: Infligge danni e riduce le statistiche di attacco speciale del bersaglio di uno stadio.
ja: ダメージを与え、対象の特攻ステータスを1段階下げる。
ko: 피해를 입히고 대상의 특수공격 능력치를 한 단계 감소시킵니다.

source: Inflicts damage and removes any terrain present on the battlefield.
de: Fügt Schaden zu und entfernt sämtliches auf dem Schlachtfeld vorhandenes Gelände.
fr: Inflige des dégâts et supprime tout terrain présent sur le champ de bataille.
it: Infligge danni e rimuove qualsiasi terreno presente sul campo di battaglia.
ja: ダメージを与え、戦場にある地形をすべて除去します。
ko: 피해를 입히고 전장에 있는 모든 지형을 제거합니다.

source: Inflicts damage based on the target’s Defense, not Special Defense.
de: Fügt Schaden basierend auf der Verteidigung des Ziels zu, nicht auf der Spezialverteidigung.
fr: Inflige des dégâts basés sur la Défense de la cible, pas sur la Défense Spéciale.
it: Infligge danni in base alla Difesa del bersaglio, non alla Difesa Speciale.
ja: 対象の防御力に基づいてダメージを与えます。特防値に基づいてダメージを与えることはありません。
ko: 특수방어가 아닌 대상의 방어력을 기준으로 피해를 줍니다.

# Inflicts damage between 50% and 150% of the user’s level.
source: Inflicts damage between 50%1$ and 150%2$ of the user’s level.
de: Fügt Schaden zwischen 50 %1$ und 150 %2$ des Benutzerlevels zu.
fr: Inflige des dégâts compris entre 50%1$ et 150%2$ du niveau de l'utilisateur.
it: Infligge danni compresi tra il 50%1$ e il 150%2$ del livello dell'utente.
ja: 使用者のレベルの 50%1$ から 150%2$ の間のダメージを与えます。
ko: 사용자 레벨의 50%1$에서 150%2$ 사이의 피해를 줍니다.

source: Inflicts damage equal to half the target’s HP.
de: Fügt Schaden in Höhe der Hälfte der KP des Ziels zu.
fr: Inflige des dégâts égaux à la moitié des PV de la cible.
it: Infligge danni pari alla metà degli HP del bersaglio.
ja: 対象のHPの半分に等しいダメージを与えます。
ko: 대상의 HP 절반만큼 피해를 줍니다.

source: Inflicts damage equal to the user’s level.
de: Fügt Schaden in Höhe des Levels des Benutzers zu.
fr: Inflige des dégâts égaux au niveau de l'utilisateur.
it: Infligge danni pari al livello dell'utilizzatore.
ja: 使用者のレベルに応じたダメージを与えます。
ko: 사용자의 레벨만큼 피해를 입힙니다.

source: Inflicts damage equal to the user’s remaining HP. User faints.
de: Fügt Schaden in Höhe der verbleibenden KP des Benutzers zu. Der Benutzer wird ohnmächtig.
fr: Inflige des dégâts égaux aux PV restants de l’utilisateur. L'utilisateur s'évanouit.
it: Infligge danni pari agli HP rimanenti dell'utente. L'utente sviene.
ja: 使用者の残りHPに等しいダメージを与える。使用者は気絶する。
ko: 사용자의 남은 HP만큼 피해를 입힌다. 사용자가 기절합니다.

source: Inflicts damage to all opposing Pokémon and increases the user’s Attack, Defense, Special Attack, Special Defense, and Speed by one stage each.
de: Fügt allen gegnerischen Pokémon Schaden zu und erhöht Angriff, Verteidigung, Spezialangriff, Spezialverteidigung und Geschwindigkeit des Benutzers jeweils um eine Stufe.
fr: Inflige des dégâts à tous les Pokémon adverses et augmente l'Attaque, la Défense, l'Attaque Spéciale, la Défense Spéciale et la Vitesse de l'utilisateur d'un niveau chacune.
it: Infligge danni a tutti i Pokémon avversari e aumenta l'Attacco, la Difesa, l'Attacco Speciale, la Difesa Speciale e la Velocità dell'utilizzatore di uno stadio ciascuno.
ja: 相手のポケモン全員にダメージを与え、自分の攻撃、防御、特攻、特防、素早さをそれぞれ1段階上げる。
ko: 상대 포켓몬 모두에게 데미지를 주고, 공격, 방어, 특수공격, 특수방어, 속도를 1단계씩 올려준다.

source: Inflicts damage using either Attack or Special Attack stat, whichever is higher.
de: Fügt Schaden entweder mithilfe des Angriffs- oder des Spezialangriffswerts zu, je nachdem, welcher höher ist.
fr: Inflige des dégâts en utilisant la statistique d'Attaque ou d'Attaque Spéciale, selon la valeur la plus élevée.
it: Infligge danni utilizzando la statistica Attacco o Attacco speciale, a seconda di quale sia più alta.
ja: 攻撃力または特殊攻撃力のいずれか高い方の数値を使用してダメージを与えます。
ko: 공격 또는 특수 공격 능력치 중 더 높은 수치를 사용하여 피해를 입힙니다.

source: Inflicts damage, and the user takes damage equal to half of its max HP, rounded up.
de: Fügt Schaden zu und der Benutzer erleidet Schaden in Höhe der Hälfte seiner maximalen KP, aufgerundet.
fr: Inflige des dégâts et l'utilisateur subit des dégâts égaux à la moitié de ses PV max, arrondis au supérieur.
it: Infligge danni e l'utilizzatore subisce danni pari alla metà dei suoi HP massimi, arrotondati per eccesso.
ja: ダメージを与え、使用者は最大 HP の半分 (切り上げ) に等しいダメージを受けます。
ko: 피해를 주며, 사용자는 자신의 최대 HP의 절반에 해당하는 피해를 반올림하여 받습니다.

source: Inflicts double damage if the target is Poisoned.
de: Fügt doppelten Schaden zu, wenn das Ziel vergiftet ist.
fr: Inflige le double de dégâts si la cible est empoisonnée.
it: Infligge danni doppi se il bersaglio è avvelenato.
ja: 対象が毒状態の場合、ダメージが2倍になります。
ko: 대상이 중독된 경우 두 배의 피해를 입힙니다.

source: Inflicts double damage if the user takes damage before attacking this turn.
de: Fügt doppelten Schaden zu, wenn der Benutzer vor dem Angriff in dieser Runde Schaden erleidet.
fr: Inflige le double des dégâts si l'utilisateur subit des dégâts avant d'attaquer ce tour.
it: Infligge danni doppi se l'utilizzatore subisce danni prima di attaccare in questo turno.
ja: このターンに攻撃する前にダメージを受けた場合、ダメージが 2 倍になります。
ko: 이번 턴에 공격하기 전에 사용자가 피해를 입으면 두 배의 피해를 입힙니다.

source: Inflicts more damage to heavier targets, with a maximum of 120 power.
de: Fügt schwereren Zielen mehr Schaden zu, mit einer maximalen Stärke von 120.
fr: Inflige plus de dégâts aux cibles plus lourdes, avec un maximum de 120 de puissance.
it: Infligge più danni ai bersagli più pesanti, con una potenza massima di 120.
ja: より重いターゲットに、最大 120 の威力でより多くのダメージを与えます。
ko: 최대 120 위력으로 무거운 대상에게 더 많은 피해를 입힙니다.

source: Inflicts more damage when the user has less HP remaining, with a maximum of 200 power.
de: Fügt mehr Schaden zu, wenn der Benutzer weniger KP übrig hat, mit einem Maximum von 200 Stärke.
fr: Inflige plus de dégâts lorsqu'il reste moins de PV à l'utilisateur, avec un maximum de 200 de puissance.
it: Infligge più danni quando l'utente ha meno HP rimanenti, con una potenza massima di 200.
ja: 使用者の残りHPが少ないほどダメージが増加し、最大威力は200。
ko: 사용자의 남은 HP가 적을 때 더 큰 피해를 주며, 최대 위력은 200입니다.

source: Inflicts more damage when the user has more HP remaining, with a maximum of 150 power.
de: Fügt mehr Schaden zu, wenn der Benutzer über mehr KP verfügt, mit einem Maximum von 150 Stärke.
fr: Inflige plus de dégâts lorsqu'il reste plus de PV à l'utilisateur, avec un maximum de 150 de puissance.
it: Infligge più danni quando l'utente ha più HP rimanenti, con un potere massimo di 150.
ja: 使用者の残りHPが多いほどダメージが大きく、最大威力は150。
ko: 사용자의 HP가 더 많이 남아있을수록 더 큰 피해를 입힙니다. 최대 위력은 150입니다.

source: Inflicts regular damage and can hit Bounce and Fly users.
de: Fügt normalen Schaden zu und kann Bounce- und Fly-Benutzer treffen.
fr: Inflige des dégâts réguliers et peut toucher les utilisateurs de Bounce and Fly.
it: Infligge danni regolari e può colpire gli utenti Bounce and Fly.
ja: 通常のダメージを与え、バウンスとフライのユーザーにヒットする可能性があります。
ko: 일반 피해를 주며 바운스 및 플라이 사용자에게 타격을 줄 수 있습니다.

source: Inflicts regular damage and can hit Dig users.
de: Fügt normalen Schaden zu und kann Dig-Benutzer treffen.
fr: Inflige des dégâts réguliers et peut toucher les utilisateurs de Dig.
it: Infligge danni regolari e può colpire gli utenti di Dig.
ja: 通常のダメージを与え、Dig ユーザーにヒットする可能性があります。
ko: 일반 피해를 주며 Dig 사용자에게 공격을 가할 수 있습니다.

source: Inflicts regular damage and can hit Dive users.
de: Fügt normalen Schaden zu und kann Dive-Benutzer treffen.
fr: Inflige des dégâts réguliers et peut toucher les utilisateurs de Dive.
it: Infligge danni regolari e può colpire gli utilizzatori di Dive.
ja: 通常のダメージを与え、ダイブユーザーにもダメージを与えます。
ko: 일반 피해를 주며 다이브 사용자에게 공격을 가할 수 있습니다.

source: Inflicts regular damage and can hit Pokémon in the air.
de: Fügt normalen Schaden zu und kann Pokémon in der Luft treffen.
fr: Inflige des dégâts réguliers et peut toucher les Pokémon en l'air.
it: Infligge danni regolari e può colpire i Pokémon in aria.
ja: 通常のダメージを与え、空中のポケモンにも攻撃できます。
ko: 일반 피해를 주며 공중에 있는 포켓몬을 공격할 수 있습니다.

source: Inflicts regular damage with no additional effect.
de: Fügt normalen Schaden ohne zusätzliche Wirkung zu.
fr: Inflige des dégâts réguliers sans effet supplémentaire.
it: Infligge danni regolari senza effetti aggiuntivi.
ja: 追加効果なしで通常のダメージを与えます。
ko: 추가 효과 없이 일반 피해를 입힙니다.

source: Inflicts regular damage.
de: Fügt normalen Schaden zu.
fr: Inflige des dégâts réguliers.
it: Infligge danni regolari.
ja: 通常のダメージを与えます。
ko: 정기적인 피해를 입힙니다.

source: Inflicts regular damage. Raises the user’s Speed by one stage.
de: Fügt normalen Schaden zu. Erhöht die Geschwindigkeit des Benutzers um eine Stufe.
fr: Inflige des dégâts réguliers. Augmente la vitesse de l'utilisateur d'un niveau.
it: Infligge danni regolari. Aumenta la velocità dell'utente di uno stadio.
ja: 通常ダメージを与える。使用者のスピードを1段階上げる。
ko: 정기적인 피해를 입힙니다. 사용자의 속도를 한 단계 높입니다.

source: Inflicts twice the damage the user received from the last physical hit it took.
de: Fügt dem Benutzer den doppelten Schaden zu, den er durch den letzten physischen Treffer erlitten hat.
fr: Inflige deux fois les dégâts reçus par l'utilisateur lors du dernier coup physique qu'il a reçu.
it: Infligge il doppio del danno ricevuto dall'utente dall'ultimo colpo fisico subito.
ja: ユーザーが最後に受けた物理攻撃によるダメージの 2 倍のダメージを与えます。
ko: 마지막 물리 공격으로 사용자가 받은 피해의 두 배를 입힙니다.

source: Inflicts twice the damage the user received from the last special hit it took.
de: Fügt dem Benutzer den doppelten Schaden zu, den er durch seinen letzten Spezialschlag erlitten hat.
fr: Inflige deux fois les dégâts reçus par l'utilisateur lors du dernier coup spécial qu'il a reçu.
it: Infligge il doppio del danno ricevuto dall'utilizzatore dall'ultimo colpo speciale subito.
ja: ユーザーが最後に受けた特殊攻撃によるダメージの 2 倍のダメージを与えます。
ko: 마지막 특수타격으로 사용자가 받은 피해의 2배를 입힙니다.

source: Introduced:
de: Eingeführt:
fr: Introduit:
it: Introdotto:
ja: 導入:
ko: 소개됨:

source: Invalid match up
de: Ungültige Übereinstimmung
fr: Correspondance non valide
it: Corrispondenza non valida
ja: 無効なマッチアップ
ko: 유효하지 않은 일치

source: Inverts the target’s stat modifiers.
de: Invertiert die Statistikmodifikatoren des Ziels.
fr: Inverse les modificateurs de statistiques de la cible.
it: Inverte i modificatori delle statistiche del bersaglio.
ja: 対象のステータス修正を反転します。
ko: 대상의 능력치 수정자를 반전시킵니다.

source: Items
de: Gegenstände
fr: Articles
it: Articoli
ja: アイテム
ko: 아이템

source: It’s extremely effective
de: Es ist extrem effektiv
fr: C'est extrêmement efficace
it: È estremamente efficace
ja: それは非常に効果的です
ko: 그건 매우 효과적이야

source: It’s super effective
de: Es ist super effektiv
fr: C'est super efficace
it: È super efficace
ja: それは超効果的です
ko: 그건 매우 효과적이야

source: I’d like to take a moment to thank everyone who contributes to PokéAPI. Without their work, none of this would have been possible.
de: Ich möchte mir einen Moment Zeit nehmen, um mich bei allen zu bedanken, die zu PokéAPI beitragen. Ohne ihre Arbeit wäre nichts davon möglich gewesen.
fr: J'aimerais prendre un moment pour remercier tous ceux qui contribuent à PokéAPI. Sans leur travail, rien de tout cela n'aurait été possible.
it: Vorrei prendermi un momento per ringraziare tutti coloro che contribuiscono a PokéAPI. Senza il loro lavoro, niente di questo sarebbe stato possibile.
ja: PokéAPIに貢献しているすべての人に感謝したいと思います。彼らの仕事がなければ、これは不可能でした。
ko: 잠시 시간을 내어 PokéAPI에 기여한 모든 분들께 감사드리고 싶습니다. 그들의 일이 없었다면, 이 중 어느 것도 가능하지 않았을 것이다.

source: I’m a 30 year old designer, developer, and photographer from Dublin, Ireland. I’ve been hooked on Pokémon games ever since I first got to play Yellow version on a transluscent purple Game Boy Color. I hope that Ketchup will help Pokémon trainers around the world master these games that have brought me so much joy over the years.
de: Ich bin ein 30-jähriger Designer, Entwickler und Fotograf aus Dublin, Irland. Ich bin süchtig nach Pokémon-Spielen, seit ich zum ersten Mal die gelbe Version auf einer durchscheinenden lila Game Boy Color spielen darf. Ich hoffe, dass Ketchup Pokémon-Trainern auf der ganzen Welt helfen wird, diese Spiele zu meistern, die mir im Laufe der Jahre so viel Freude bereitet haben.
fr: Je suis un designer, développeur et photographe de 30 ans originaire de Dublin, en Irlande. Je suis accro aux jeux Pokémon depuis que j'ai pu jouer pour la première fois à la version jaune sur un Game Boy Color violet translucide. J'espère que Ketchup aidera les entraîneurs Pokémon du monde entier à maîtriser ces jeux qui m'ont apporté tant de joie au fil des ans.
it: Sono un designer, sviluppatore e fotografo di 30 anni di Dublino, in Irlanda. Sono stato agganciato ai giochi Pokémon da quando ho avuto modo di giocare per la prima volta alla versione gialla su un Game Boy Color viola trasluscente. Spero che Ketchup aiuti gli allenatori di Pokémon di tutto il mondo a padroneggiare questi giochi che mi hanno portato tanta gioia nel corso degli anni.
ja: 私はアイルランドのダブリン出身の30歳のデザイナー、開発者、写真家です。私は最初に半透明の紫色のゲームボーイカラーでイエローバージョンをプレイして以来、ポケモンゲームに夢中になっています。ケチャップが世界中のポケモントレーナーが長年にわたって私に多くの喜びをもたらしたこれらのゲームをマスターするのに役立つことを願っています。
ko: 저는 아일랜드 더블린에서 온 30세의 디자이너, 개발자, 사진작가입니다. 나는 반투명한 보라색 게임보이 컬러에서 노란색 버전을 처음 플레이한 이후로 포켓몬 게임에 푹 빠졌다. 나는 케첩이 전 세계의 포켓몬 트레이너들이 수년 동안 나에게 많은 기쁨을 가져다 준 이 게임을 마스터하는 데 도움이 되기를 바란다.

source: I’m not eating the cat food, just so we’re clear
de: Ich esse das Katzenfutter nicht, nur damit wir klar sind
fr: Je ne mange pas la nourriture pour chats, juste pour que nous soyons clairs
it: Non sto mangiando il cibo per gatti, solo per essere chiari
ja: 私はキャットフードを食べていません、ただ私たちがはっきりしているように
ko: 나는 고양이 사료를 먹지 않을 거야, 그냥 우리가 확실히 하기 위해서

source: I’m not sure that’s even possible, but congrats to you.
de: Ich bin mir nicht sicher, ob das überhaupt möglich ist, aber herzlichen Glückwunsch an Sie.
fr: Je ne suis même pas sûr que ce soit possible, mais félicitations à vous.
it: Non sono nemmeno sicuro che sia possibile, ma congratulazioni a te.
ja: それが可能かどうかもわからないけど、おめでとう
ko: 그게 가능한지 확실하지는 않지만, 축하해.

source: Jewels
de: Juwelen
fr: Bijoux
it: Gioielli

source: Ketchup+ lets you browse every Pokémon from all 9 generations.
de: Mit Ketchup+ kannst du jedes Pokémon aus allen 9 Generationen durchsuchen
fr: Ketchup+ vous permet de parcourir tous les Pokémon des 9 générations.
it: Ketchup+ ti consente di sfogliare ogni Pokémon di tutte le 9 generazioni.
ja: ケチャップ+では、9世代すべてのポケモンを閲覧できます。
ko: 케첩+를 사용하면 9세대의 모든 포켓몬을 둘러볼 수 있습니다.

source: Key Items
de: Schlüsselgegenstände
fr: Articles clés
it: Elementi chiave
