Repository: BenRiceM/Ketchup-Localisation
Catalog: App Localisation/*.xcloc/Localized Contents/*.xliff
Languages: de, fr, it, ja, ko

source: Power and type depend on the held berry.
de: Stärke und Art hängen von der gehaltenen Beere ab.
fr: La puissance et le type dépendent de la baie détenue.
it: Potenza e tipologia dipendono dalla bacca tenuta.
ja: 持っているベリーによって威力とタイプが変わります。
ko: 힘과 유형은 보유한 베리에 따라 다릅니다.

source: Power and type depend upon user’s IVs. Power can range from 30 to 70.
de: Stärke und Art hängen von den Infusionen des Benutzers ab. Die Stärke kann zwischen 30 und 70 liegen.
fr: La puissance et le type dépendent des IV de l’utilisateur. La puissance peut aller de 30 à 70.
it: La potenza e il tipo dipendono dagli IV dell'utente. La potenza può variare da 30 a 70.
ja: パワーとタイプは使用者の個体値によって決まります。パワーは 30 から 70 の範囲になります。
ko: 전력과 유형은 사용자의 IV에 따라 다릅니다. 위력은 30~70까지 가능합니다.

source: Power doubles every turn this move is used in succession after the first, maxing out after five turns.
de: Die Kraft verdoppelt sich mit jeder Runde, in der dieser Zug nach dem ersten nacheinander verwendet wird, und erreicht nach fünf Runden das Maximum.
fr: La puissance double à chaque tour, ce mouvement est utilisé successivement après le premier, pour atteindre son maximum après cinq tours.
it: La potenza raddoppia ogni turno in cui questa mossa viene utilizzata in successione dopo la prima, raggiungendo il massimo dopo cinque turni.
ja: この技を最初に使用した後、連続して使用すると毎ターン威力が 2 倍になり、5 ターン後に最大になります。
ko: 매 턴마다 힘이 두 배로 증가합니다. 이 동작은 첫 번째 이후 연속해서 사용되며, 5턴 후에 최대가 됩니다.

source: Power doubles every turn this move is used in succession after the first, resetting after five turns.
de: Die Kraft verdoppelt sich mit jeder Runde, wenn dieser Zug nach dem ersten nacheinander verwendet wird, und wird nach fünf Runden zurückgesetzt.
fr: La puissance double à chaque tour, ce mouvement est utilisé successivement après le premier, se réinitialisant après cinq tours.
it: La potenza raddoppia ogni turno in cui questa mossa viene utilizzata in successione dopo la prima, ripristinandosi dopo cinque turni.
ja: この技を最初に使用した後、連続して使用すると毎ターン威力が 2 倍になり、5 ターン後にリセットされます。
ko: 매 턴마다 위력이 2배로 증가합니다. 이 동작은 첫 번째 이후 연속으로 사용되며 5턴 후에 재설정됩니다.

source: Power doubles if user is burned, paralyzed, or poisoned.
de: Die Kraft verdoppelt sich, wenn der Benutzer Verbrennungen, Lähmungen oder Vergiftungen erleidet.
fr: La puissance double si l'utilisateur est brûlé, paralysé ou empoisonné.
it: Il potere raddoppia se l'utente viene bruciato, paralizzato o avvelenato.
ja: 使用者が火傷、麻痺、または毒状態になると威力が 2 倍になります。
ko: 사용자가 화상을 입거나 마비되거나 중독되면 위력이 두 배로 증가합니다.

source: Power increases against targets with more HP remaining, up to a maximum of 121 power.
de: Die Kraft erhöht sich gegen Ziele mit mehr verbleibenden KP bis zu einem Maximum von 121 Kraft.
fr: La puissance augmente contre les cibles ayant plus de PV restants, jusqu'à un maximum de 121 puissance.
it: La potenza aumenta contro i bersagli con più HP rimanenti, fino a un massimo di 121 potenza.
ja: 残りHPが多いターゲットに対しては威力が上昇し、最大121の威力になります。
ko: HP가 많이 남아 있는 대상에 대한 위력이 증가하여 최대 121 위력까지 증가합니다.

source: Power increases against targets with more raised stats, up to a maximum of 200.
de: Die Kraft steigt gegen Ziele mit höheren Werten bis zu einem Maximum von 200.
fr: La puissance augmente contre les cibles avec des statistiques plus élevées, jusqu'à un maximum de 200.
it: La potenza aumenta contro bersagli con statistiche più elevate, fino a un massimo di 200.
ja: ステータスが上昇したターゲットに対しては、最大 200 まで威力が上昇します。
ko: 능력치가 더 높아진 대상에 대한 위력은 최대 200까지 증가합니다.

source: Power increases as happiness decreases, up to a maximum of 102.
de: Die Macht nimmt mit abnehmender Zufriedenheit zu, bis zu einem Maximum von 102.
fr: La puissance augmente à mesure que le bonheur diminue, jusqu'à un maximum de 102.
it: Il potere aumenta al diminuire della felicità, fino a un massimo di 102.
ja: 幸福度が下がるとパワーが増加し、最大 102 になります。
ko: 행복도가 감소하면 힘이 증가하며 최대 102까지 증가합니다.

source: Power increases by 100% for each consecutive use by any friendly Pokémon, to a maximum of 200.
de: Die Kraft erhöht sich bei jeder aufeinanderfolgenden Verwendung durch ein befreundetes Pokémon um 100 %, bis zu einem Maximum von 200.
fr: La puissance augmente de 100 % pour chaque utilisation consécutive par n'importe quel Pokémon ami, jusqu'à un maximum de 200.
it: La potenza aumenta del 100% per ogni utilizzo consecutivo da parte di qualsiasi Pokémon amico, fino a un massimo di 200.
ja: 味方ポケモンが連続して使用するごとに威力が100%増加し、最大200になります。
ko: 아군 포켓몬이 연속 사용할 때마다 위력이 100% 증가하여 최대 200까지 증가합니다.

source: Power increases when this move has less PP, up to a maximum of 200.
de: Die Kraft erhöht sich, wenn dieser Zug weniger PP hat, bis zu einem Maximum von 200.
fr: La puissance augmente lorsque ce mouvement a moins de PP, jusqu'à un maximum de 200.
it: La potenza aumenta quando questa mossa ha meno PP, fino a un massimo di 200.
ja: この技のPPが少ないほど威力が上がり、最大200になります。
ko: 이 이동에 PP가 적을 때 위력은 최대 200까지 증가합니다.

source: Power increases with happiness, up to a maximum of 102.
de: Die Kraft steigt mit der Zufriedenheit, bis zu einem Maximum von 102.
fr: La puissance augmente avec le bonheur, jusqu'à un maximum de 102.
it: Il potere aumenta con la felicità, fino a un massimo di 102.
ja: パワーは幸福度に応じて最大 102 まで増加します。
ko: 행복도는 최대 102까지 증가합니다.

source: Power is 100 times the amount of energy Stockpiled.
de: Die Leistung entspricht dem Hundertfachen der gespeicherten Energiemenge.
fr: La puissance est 100 fois supérieure à la quantité d’énergie stockée.
it: La potenza è 100 volte la quantità di energia accumulata.
ja: パワーは蓄積されたエネルギー量の100倍です。
ko: 전력은 비축된 에너지량의 100배입니다.

source: Power is doubled if the target has already moved this turn.
de: Die Kraft wird verdoppelt, wenn sich das Ziel in dieser Runde bereits bewegt hat.
fr: La puissance est doublée si la cible s'est déjà déplacée ce tour-ci.
it: Il potere viene raddoppiato se il bersaglio si è già mosso in questo turno.
ja: 対象がすでにこのターンに移動している場合、威力が 2 倍になります。
ko: 이번 턴에 대상이 이미 이동했다면 위력은 두 배가 됩니다.

source: Power is doubled if the target has already received damage this turn.
de: Die Kraft wird verdoppelt, wenn das Ziel in dieser Runde bereits Schaden erlitten hat.
fr: La puissance est doublée si la cible a déjà subi des dégâts ce tour-ci.
it: La potenza viene raddoppiata se il bersaglio ha già ricevuto danni in questo turno.
ja: 対象がこのターンにすでにダメージを受けている場合、威力が 2 倍になります。
ko: 대상이 이번 턴에 이미 피해를 입었다면 위력이 두 배가 됩니다.

source: Power is higher the more the user’s stats have been raised, to a maximum of 31×.
de: Die Leistung ist umso höher, je mehr die Statistiken des Benutzers verbessert wurden, bis zu einem Maximum von 31×.
fr: La puissance est d’autant plus élevée que les statistiques de l’utilisateur ont été augmentées, jusqu’à un maximum de 31×.
it: La potenza aumenta quanto più le statistiche dell'utente vengono aumentate, fino a un massimo di 31×.
ja: 使用者のステータスが上がるほど威力が上がり、最大31倍になります。
ko: 사용자의 능력치가 최대 31배까지 증가할수록 파워는 높아집니다.

source: Power is higher when the user has greater Speed than the target, up to a maximum of 150.
de: Die Leistung ist höher, wenn der Benutzer eine höhere Geschwindigkeit als das Ziel hat, bis zu einem Maximum von 150.
fr: La puissance est plus élevée lorsque l'utilisateur a une vitesse supérieure à la cible, jusqu'à un maximum de 150.
it: La potenza è maggiore quando l'utilizzatore ha una velocità maggiore rispetto al bersaglio, fino a un massimo di 150.
ja: 使用者のスピードがターゲットよりも高いほど、最大 150 まで威力が上がります。
ko: 사용자가 목표보다 빠른 속도를 가질 때 힘은 더 높아집니다(최대 150).

source: Power is higher when the user weighs more than the target, up to a maximum of 120.
de: Die Leistung ist höher, wenn der Benutzer mehr als das Zielgewicht hat, bis zu einem Maximum von 120.
fr: La puissance est plus élevée lorsque l'utilisateur pèse plus que la cible, jusqu'à un maximum de 120.
it: La potenza è maggiore quando l'utilizzatore pesa più del bersaglio, fino a un massimo di 120.
ja: 使用者の体重がターゲットより重い場合、最大 120 までパワーが高くなります。
ko: 사용자의 체중이 대상보다 많을 때 위력이 더 높아지며, 최대 120까지 가능합니다.

source: Power raises when the user has lower Speed, up to a maximum of 150.
de: Die Leistung steigt, wenn der Benutzer eine geringere Geschwindigkeit hat, bis zu einem Maximum von 150.
fr: La puissance augmente lorsque l'utilisateur a une vitesse inférieure, jusqu'à un maximum de 150.
it: La potenza aumenta quando l'utente ha una velocità inferiore, fino a un massimo di 150.
ja: 使用者のスピードが低いほどパワーが上がり、最大150になります。
ko: 사용자의 속도가 낮아지면 파워가 증가하며 최대 150까지 증가합니다.

source: Power varies randomly from 10 to 150.
de: Die Leistung variiert zufällig zwischen 10 und 150.
fr: La puissance varie aléatoirement de 10 à 150.
it: La potenza varia casualmente da 10 a 150.
ja: パワーは10から150までランダムに変化します。
ko: 위력은 10에서 150까지 무작위로 다양합니다.

source: Prevents all Pokémon from fleeing or switching out during the next turn.
de: Verhindert, dass alle Pokémon während der nächsten Runde fliehen oder ausgewechselt werden.
fr: Empêche tous les Pokémon de fuir ou de se déconnecter au prochain tour.
it: Impedisce a tutti i Pokémon di fuggire o di cambiare squadra durante il turno successivo.
ja: 次のターンにすべてのポケモンが逃げたり交代したりできなくなります。
ko: 다음 턴에 모든 포켓몬이 도망치거나 전환하는 것을 방지합니다.

source: Prevents any moves from hitting the user this turn.
de: Verhindert, dass der Benutzer in dieser Runde von irgendwelchen Bewegungen getroffen wird.
fr: Empêche tout mouvement de toucher l'utilisateur ce tour-ci.
it: Impedisce che qualsiasi mossa colpisca l'utilizzatore in questo turno.
ja: このターン、いかなる動きもユーザーに当たらないようにします。
ko: 이번 턴에 어떤 움직임도 사용자에게 타격을 가하는 것을 방지합니다.

source: Prevents any multi-target moves from hitting friendly Pokémon this turn.
de: Verhindert, dass in dieser Runde Bewegungen mit mehreren Zielen befreundete Pokémon treffen.
fr: Empêche toute attaque multi-cibles de toucher des Pokémon amis ce tour-ci.
it: Impedisce che eventuali mosse multibersaglio colpiscano i Pokémon amici in questo turno.
ja: このターン、複数ターゲットの技が味方のポケモンに当たらないようにする。
ko: 이번 턴에 다중 대상 기술이 아군 포켓몬에게 타격을 가하는 것을 방지합니다.

source: Prevents any priority moves from hitting friendly Pokémon this turn.
de: Verhindert, dass befreundete Pokémon in dieser Runde durch vorrangige Attacken getroffen werden.
fr: Empêche toute attaque prioritaire de toucher des Pokémon amis ce tour-ci.
it: Impedisce che qualsiasi mossa prioritaria colpisca i Pokémon amici in questo turno.
ja: このターン、優先技が味方のポケモンに当たらないようにする。
ko: 이번 턴에 우선 기술이 아군 포켓몬에게 타격을 가하는 것을 방지합니다.

source: Prevents target from restoring its HP for five turns.
de: Verhindert fünf Runden lang, dass das Ziel seine KP wiederherstellt.
fr: Empêche la cible de restaurer ses PV pendant cinq tours.
it: Impedisce al bersaglio di ripristinare i suoi HP per cinque turni.
ja: 対象のHP回復を5ターン阻止する。
ko: 5턴 동안 대상의 HP 회복을 방해합니다.

source: Prevents the target from fleeing and inflicts damage for 2-5 turns.
de: Verhindert die Flucht des Ziels und fügt ihm 2–5 Runden lang Schaden zu.
fr: Empêche la cible de fuir et lui inflige des dégâts pendant 2 à 5 tours.
it: Impedisce al bersaglio di fuggire e infligge danni per 2-5 turni.
ja: 対象の逃走を阻止し、2～5ターンの間ダメージを与えます。
ko: 대상의 도망을 막고 2~5턴간 피해를 줍니다.

source: Prevents the target from leaving battle and inflicts 1/16 its max HP in damage for 2-5 turns.
de: Verhindert, dass das Ziel den Kampf verlässt und fügt ihm für 2–5 Runden Schaden in Höhe von 1/16 seiner maximalen KP zu.
fr: Empêche la cible de quitter la bataille et lui inflige 1/16 de ses PV max en dégâts pendant 2 à 5 tours.
it: Impedisce al bersaglio di lasciare la battaglia e infligge danni pari a 1/16 dei suoi HP massimi per 2-5 turni.
ja: 対象の戦闘離脱を阻止し、2～5ターンの間、最大HPの1/16のダメージを与えます。
ko: 대상의 전투 이탈을 방지하고 2~5턴 동안 대상의 최대 HP의 1/16만큼 피해를 줍니다.

source: Prevents the target from leaving battle.
de: Verhindert, dass das Ziel den Kampf verlässt.
fr: Empêche la cible de quitter la bataille.
it: Impedisce al bersaglio di lasciare la battaglia.
ja: ターゲットが戦闘から離脱するのを防ぎます。
ko: 대상이 전투에서 이탈하는 것을 방지합니다.

source: Prevents the target from scoring critical hits for five turns.
de: Verhindert fünf Runden lang, dass das Ziel kritische Treffer landet.
fr: Empêche la cible de réaliser des coups critiques pendant cinq tours.
it: Impedisce al bersaglio di mettere a segno colpi critici per cinque turni.
ja: 対象が 5 ターンの間クリティカル ヒットを打てないようにします。
ko: 5턴 동안 대상이 치명타를 기록하는 것을 방지합니다.

source: Prevents the target from using any moves that the user also knows.
de: Verhindert, dass das Ziel Bewegungen ausführt, die auch dem Benutzer bekannt sind.
fr: Empêche la cible d'utiliser des mouvements que l'utilisateur connaît également.
it: Impedisce al bersaglio di usare qualsiasi mossa conosciuta anche dall'utilizzatore.
ja: ユーザーが知っている技をターゲットが使用できないようにします。
ko: 사용자가 알고 있는 동작을 대상이 사용하지 못하도록 합니다.

source: Prevents the target from using sound-based moves for two turns.
de: Verhindert, dass das Ziel zwei Runden lang auf Ton basierende Bewegungen ausführt.
fr: Empêche la cible d'utiliser des mouvements basés sur le son pendant deux tours.
it: Impedisce al bersaglio di usare mosse basate sul suono per due turni.
ja: 対象が2ターンの間、音を使った技を使用できないようにします。
ko: 대상이 2턴 동안 소리 기반 기술을 사용하지 못하도록 합니다.

source: Prevents the target from using the same move twice in a row.
de: Verhindert, dass das Ziel die gleiche Bewegung zweimal hintereinander ausführt.
fr: Empêche la cible d'utiliser le même mouvement deux fois de suite.
it: Impedisce al bersaglio di usare la stessa mossa due volte di seguito.
ja: ターゲットが同じ技を2回連続で使用できないようにします。
ko: 대상이 동일한 동작을 두 번 연속 사용하는 것을 방지합니다.

source: Prevents the user from leaving battle. User regains 1/16 of its max HP every turn.
de: Verhindert, dass der Benutzer den Kampf verlässt. Der Benutzer erhält in jeder Runde 1/16 seiner maximalen HP zurück.
fr: Empêche l'utilisateur de quitter la bataille. L'utilisateur récupère 1/16 de ses PV maximum à chaque tour.
it: Impedisce all'utilizzatore di abbandonare la battaglia. L'utente recupera 1/16 dei suoi HP massimi ogni turno.
ja: 戦闘から離脱できなくなり、毎ターン最大HPの1/16回復する。
ko: 사용자가 전투에서 이탈하는 것을 방지합니다. 사용자는 매 턴마다 최대 HP의 1/16을 회복합니다.

source: Prevents the user’s HP from lowering below 1 this turn.
de: Verhindert, dass die HP des Benutzers in dieser Runde unter 1 sinken.
fr: Empêche les PV de l'utilisateur de descendre en dessous de 1 ce tour-ci.
it: Impedisce che gli HP dell'utilizzatore scendano sotto 1 in questo turno.
ja: このターン、使用者のHPが1未満にならない。
ko: 이번 턴에 사용자의 HP가 1 미만으로 떨어지는 것을 방지합니다.

source: Priority
de: Priorität
fr: Priorité
it: Priorità
ja: 優先
ko: 우선 사항

source: Protect
de: Schützen
fr: Protéger
it: Proteggere
ja: 保護する
ko: 보호

source: Protects Pokémon on the ground from priority moves and increases the power of their Psychic moves by 50%.
de: Schützt Pokémon auf dem Boden vor vorrangigen Attacken und erhöht die Kraft ihrer Psycho-Attacken um 50 %.
fr: Protège les Pokémon au sol des attaques prioritaires et augmente la puissance de leurs attaques Psy de 50%.
it: Protegge i Pokémon a terra dalle mosse prioritarie e aumenta la potenza delle loro mosse Psico del 50%.
ja: 地上のポケモンを優先技から守り、超能力技の威力を50%アップさせる。
ko: 지상의 포켓몬을 우선 기술로부터 보호하고 심령 기술의 위력을 50% 증가시킵니다.

source: Protects all friendly Pokémon from damaging moves. Only works on the first turn after the user is sent out.
de: Schützt alle befreundeten Pokémon vor schädlichen Angriffen. Funktioniert nur in der ersten Runde, nachdem der Benutzer ausgesandt wurde.
fr: Protège tous les Pokémon amis des mouvements dommageables. Ne fonctionne qu'au premier tour après l'envoi de l'utilisateur.
it: Protegge tutti i Pokémon amici dalle mosse dannose. Funziona solo al primo turno dopo che l'utente è stato mandato in campo.
ja: 味方のポケモン全員をダメージ技から守ります。使用者が送られた後の最初のターンにのみ機能します。
ko: 모든 아군 포켓몬을 피해를 주는 움직임으로부터 보호합니다. 사용자가 내보내진 후 첫 번째 턴에만 작동합니다.

source: Protects all friendly Pokémon from non-damaging moves.
de: Schützt alle befreundeten Pokémon vor nicht schädigenden Angriffen.
fr: Protège tous les Pokémon amis des mouvements non dommageables.
it: Protegge tutti i Pokémon amici dalle mosse che non infliggono danni.
ja: 味方のポケモン全員を非ダメージ技から守ります。
ko: 피해를 주지 않는 움직임으로부터 모든 아군 포켓몬을 보호합니다.

source: Protects the user’s field from major status ailments and confusion for five turns.
de: Schützt das Feld des Benutzers fünf Runden lang vor schweren Statusbeschwerden und Verwirrung.
fr: Protège le champ de l'utilisateur des problèmes de statut majeurs et de la confusion pendant cinq tours.
it: Protegge il campo dell'utente da importanti disturbi di stato e confusione per cinque turni.
ja: 使用者のフィールドを5ターンの間、重大な状態異常と混乱から守る。
ko: 5턴 동안 자신의 필드를 주요 상태 이상 및 혼란으로부터 보호합니다.

source: Protects the user’s stats from being changed by enemy moves.
de: Schützt die Statistiken des Benutzers vor Änderungen durch gegnerische Bewegungen.
fr: Protège les statistiques de l'utilisateur contre toute modification par les mouvements ennemis.
it: Protegge le statistiche dell'utente dall'essere modificate dalle mosse nemiche.
ja: 敵の攻撃によって使用者のステータスが変更されるのを防ぎます。
ko: 적의 움직임으로 인해 사용자의 능력치가 변경되는 것을 방지합니다.

source: Psychic
de: Hellseher
fr: Psy
it: Psichico
ja: 超能力者
ko: 정신적인

source: Pulse
de: Puls
fr: Pouls
it: Impulso
ja: パルス
ko: 맥박

source: Punch
de: Schlag
fr: Coup de poing
it: Pugno
ja: パンチ
ko: 펀치

source: Puts the target to sleep.
de: Versetzt das Ziel in den Schlaf.
fr: Endort la cible.
it: Mette a dormire il bersaglio.
ja: 対象を眠らせる。
ko: 대상을 잠들게 합니다.

source: Quadruped
de: Vierfüßler
fr: Quadrupède
it: Quadrupede
ja: 四足動物
ko: 네 발이 있는

source: REDACTED
fr: RÉDIGÉ
it: REDATTO
ja: 編集済み
ko: 편집된

source: Raises a selected ally’s Special Defense by one stage.
de: Erhöht die Spezialverteidigung eines ausgewählten Verbündeten um eine Stufe.
fr: Augmente la défense spéciale d’un allié sélectionné d’un niveau.
it: Aumenta la Difesa Speciale di un alleato selezionato di uno stadio.
ja: 選択した味方の特防を1段階上げる。
ko: 선택한 아군의 특수방어를 한 단계 올립니다.

source: Raises all of the user’s stats by two stages.
de: Erhöht alle Statistiken des Benutzers um zwei Stufen.
fr: Augmente toutes les statistiques de l’utilisateur de deux niveaux.
it: Aumenta tutte le statistiche dell'utente di due livelli.
ja: 使用者の全ステータスを2段階上昇させる。
ko: 유저의 모든 스텟을 2단계 올려줍니다.

source: Raises one of a friendly Pokémon’s stats at random by two stages.
de: Erhöht die Werte eines befreundeten Pokémon zufällig um zwei Stufen.
fr: Augmente aléatoirement les statistiques d'un Pokémon ami de deux niveaux.
it: Aumenta casualmente le statistiche di un Pokémon amico di due livelli.
ja: ランダムで味方ポケモン1体のステータスを2段階上げる。
ko: 아군 포켓몬 중 하나의 능력치를 무작위로 2단계 올립니다.

source: Raises the Attack and Special Attack of all friendly Pokémon with Plus or Minus by one stage.
de: Erhöht den Angriff und Spezialangriff aller befreundeten Pokémon mit Plus oder Minus um eine Stufe.
fr: Augmente l'Attaque et l'Attaque Spéciale de tous les Pokémon amis avec Plus ou Moins d'un niveau.
it: Aumenta l'Attacco e l'Attacco Speciale di tutti i Pokémon amici con Più o Meno di uno stadio.
ja: プラスマイナスの味方ポケモン全員の攻撃と特攻を1段階上げる。
ko: 플러스 또는 마이너스를 지닌 모든 아군 포켓몬의 공격력과 특수공격을 한 단계씩 올린다.

source: Raises the Attack and Special Attack of all grass Pokémon in battle.
de: Erhöht den Angriff und Spezialangriff aller Pflanzen-Pokémon im Kampf.
fr: Augmente l'Attaque et l'Attaque Spéciale de tous les Pokémon Plantes au combat.
it: Aumenta l'Attacco e l'Attacco Speciale di tutti i Pokémon Erba in battaglia.
ja: バトル中の草ポケモン全員の攻撃力と特攻力が上がる。
ko: 전투에 참여하는 모든 풀포켓몬의 공격력과 특수공격이 증가합니다.

source: Raises the Defense and Special Defense of all friendly Pokémon with Plus or Minus by one stage.
de: Erhöht die Verteidigung und Spezialverteidigung aller befreundeten Pokémon mit Plus oder Minus um eine Stufe.
fr: Augmente d'un niveau la Défense et la Défense Spéciale de tous les Pokémon amis avec Plus ou Moins.
it: Aumenta la Difesa e la Difesa Speciale di tutti i Pokémon amici con Più o Meno di uno stadio.
ja: プラスマイナスの味方ポケモン全員の防御と特防を1段階上げる。
ko: 플러스 또는 마이너스를 지닌 모든 아군 포켓몬의 방어력과 특수방어력을 한 단계씩 올린다.

source: Raises the Defense of all grass Pokémon in battle.
de: Erhöht die Verteidigung aller Pflanzen-Pokémon im Kampf.
fr: Augmente la défense de tous les Pokémon herbe au combat.
it: Aumenta la difesa di tutti i Pokémon erba in battaglia.
ja: バトル中の草ポケモン全員の防御力をアップします。
ko: 전투에 참여하는 모든 풀포켓몬의 방어력이 상승합니다.

source: Raises the target’s Attack by two stages and confuses the target.
de: Erhöht den Angriff des Ziels um zwei Stufen und verwirrt das Ziel.
fr: Augmente l'attaque de la cible de deux niveaux et confond la cible.
it: Aumenta l'Attacco del bersaglio di due stadi e confonde il bersaglio.
ja: 対象の攻撃力を2段階上げ、混乱状態にする。
ko: 대상의 공격력을 2단계 상승시키고 대상을 혼란시킨다.

source: Raises the target’s Special Attack by one stage and confuses the target.
de: Erhöht den Spezialangriff des Ziels um eine Stufe und verwirrt das Ziel.
fr: Augmente l'attaque spéciale de la cible d'un niveau et confond la cible.
it: Aumenta l'Attacco Speciale del bersaglio di uno stadio e confonde il bersaglio.
ja: 対象の特攻を1段階上げ、混乱状態にする。
ko: 대상의 특수공격을 1단계 상승시켜 대상을 혼란시킨다.

source: Raises the user’s Attack and Defense by one stage.
de: Erhöht den Angriff und die Verteidigung des Benutzers um eine Stufe.
fr: Augmente l'attaque et la défense de l'utilisateur d'un niveau.
it: Aumenta l'attacco e la difesa dell'utente di uno stadio.
ja: 使用者の攻撃力と防御力を1段階上げる。
ko: 사용자의 공격력과 방어력을 한 단계 올려줍니다.

source: Raises the user’s Attack and Special Attack by one stage each.
de: Erhöht den Angriff und den Spezialangriff des Benutzers jeweils um eine Stufe.
fr: Augmente l'attaque et l'attaque spéciale de l'utilisateur d'un niveau chacune.
it: Aumenta l'Attacco e l'Attacco Speciale dell'utilizzatore di un livello ciascuno.
ja: 使用者の攻撃力と特攻力をそれぞれ1段階上げる。
ko: 사용자의 공격력과 특수공격을 각각 1단계씩 올려준다.

source: Raises the user’s Attack and Special Attack by one stage.
de: Erhöht den Angriff und den Spezialangriff des Benutzers um eine Stufe.
fr: Augmente l'attaque et l'attaque spéciale de l'utilisateur d'un niveau.
it: Aumenta l'Attacco e l'Attacco Speciale dell'utilizzatore di uno stadio.
ja: 使用者の攻撃力と特攻力を1段階上げる。
ko: 사용자의 공격력과 특수공격을 한 단계 올려준다.

source: Raises the user’s Attack and Speed by one stage.
de: Erhöht den Angriff und die Geschwindigkeit des Benutzers um eine Stufe.
fr: Augmente l'attaque et la vitesse de l'utilisateur d'un niveau.
it: Aumenta l'attacco e la velocità dell'utilizzatore di uno stadio.
ja: 使用者の攻撃力と素早さを1段階上げる。
ko: 사용자의 공격력과 속도를 한 단계 올려준다.

source: Raises the user’s Attack and accuracy by one stage.
de: Erhöht den Angriff und die Genauigkeit des Benutzers um eine Stufe.
fr: Augmente l'attaque et la précision de l'utilisateur d'un niveau.
it: Aumenta l'attacco e la precisione dell'utente di uno stadio.
ja: 使用者の攻撃力と命中率を1段階上げる。
ko: 사용자의 공격력과 정확도를 한 단계 올려줍니다.

source: Raises the user’s Attack by one stage after inflicting damage.
de: Erhöht den Angriff des Benutzers um eine Stufe, nachdem Schaden zugefügt wurde.
fr: Augmente l'attaque de l'utilisateur d'un niveau après avoir infligé des dégâts.
it: Aumenta l'attacco dell'utente di uno stadio dopo aver inflitto danni.
ja: ダメージを与えた後、使用者の攻撃を1段階上げます。
ko: 피해를 입힌 후 사용자의 공격력을 한 단계 높입니다.

source: Raises the user’s Attack by one stage and its Speed by two stages.
de: Erhöht den Angriff des Benutzers um eine Stufe und seine Geschwindigkeit um zwei Stufen.
fr: Augmente l'attaque de l'utilisateur d'un niveau et sa vitesse de deux niveaux.
it: Aumenta l'Attacco dell'utilizzatore di uno stadio e la sua Velocità di due stadi.
ja: 使用者の攻撃を1段階、素早さを2段階上げる。
ko: 사용자의 공격력을 1단계, 속도를 2단계 올려줍니다.

source: Raises the user’s Attack by one stage.
de: Erhöht den Angriff des Benutzers um eine Stufe.
fr: Augmente l'attaque de l'utilisateur d'un niveau.
it: Aumenta l'Attacco dell'utilizzatore di uno stadio.
ja: 使用者の攻撃力を1段階上げる。
ko: 사용자의 공격력을 한 단계 높인다.

source: Raises the user’s Attack by two stages if it KOs the target.
de: Erhöht den Angriff des Benutzers um zwei Stufen, wenn das Ziel KO schlägt.
fr: Augmente l'attaque de l'utilisateur de deux niveaux s'il met la cible KO.
it: Aumenta l'Attacco dell'utilizzatore di due stadi se mette KO il bersaglio.
ja: 対象を撃破した場合、使用者の攻撃力が2段階上昇する。
ko: 대상을 KO시키면 사용자의 공격력이 2단계 상승합니다.
