Repository: BenRiceM/Ketchup-Localisation
Catalog: App Localisation/*.xcloc/Localized Contents/*.xliff
Languages: de, fr, it, ja, ko

source: Blob
de: Klecks
fr: Grosse goutte
it: Goccia
ja: 滴
ko: 물방울

source: Blocks damaging attacks and damages attacking Pokémon for 1/8 their max HP.
de: Blockiert Attacken und fügt angreifenden Pokémon 1/8 ihrer maximalen KP Schaden zu.
fr: Bloque les attaques dommageables et endommage les Pokémon attaquants pour 1/8 de leurs PV maximum.
it: Blocca gli attacchi dannosi e danneggia i Pokémon attaccanti per 1/8 dei loro PS massimi.
ja: ダメージを与える攻撃を防ぎ、攻撃しているポケモンに最大 HP の 1/8 のダメージを与えます。
ko: 피해를 주는 공격을 막고, 공격하는 포켓몬에게는 최대 HP의 1/8만큼 피해를 줍니다.

source: Blocks damaging attacks and lowers attacking Pokémon’s Attack by two stages on contact. Switches Aegislash to Shield Forme.
de: Blockiert Attacken und senkt den Angriff des angreifenden Pokémon um zwei Stufen. Wechselt von Durengard zur Schildform.
fr: Bloque les attaques dommageables et réduit l'attaque du Pokémon attaquant de deux niveaux au contact. Fait passer Aegislash à Shield Forme.
it: Blocca gli attacchi dannosi e riduce l'attacco dei Pokémon attaccanti di due fasi al contatto. Trasforma Aegislash nella Forma Scudo.
ja: ダメージを与える攻撃を防ぎ、触れると攻撃ポケモンの攻撃を2段階下げる。イージスフォルムをシールドフォルムに切り替える。
ko: 피해를 주는 공격을 막아내고 접촉 시 공격하는 포켓몬의 공격력을 2단계 감소시킵니다. Aegislash를 Shield Forme으로 전환합니다.

source: Blue
de: Blau
fr: Bleu
it: Blu
ko: 파란색

source: Boosts the user’s Speed and lowers their Defense by one stage after inflicting damage two to five times in a row.
de: Erhöht die Geschwindigkeit des Benutzenden und verringert deren Verteidigung um eine Stufe, nachdem zwei bis fünf Mal hintereinander Schaden zugefügt wurde.
fr: Augmente la vitesse de l'utilisateur et réduit sa défense d'un niveau après avoir infligé des dégâts deux à cinq fois de suite.
it: Aumenta la velocità dell'utilizzatore e ne riduce la difesa di uno stadio dopo aver inflitto danni da due a cinque volte di seguito.
ja: 2～5回連続でダメージを与えると、使用者のスピードが上昇し、防御力が1段階下がります。
ko: 2~5회 연속 피해를 주면 속도가 증가하고 방어력이 1단계 감소합니다.

source: Brilliant Diamond
de: Strahlender Diamant
fr: Diamant brillant
it: Diamante brillante
ko: 브릴리언트 다이아몬드

source: Bug Wings
de: Käferflügel
it: Ali di insetti
ja: バグウィングス
ko: 벌레 날개

source: Burn
de: Brennen
fr: Gravure
it: Masterizza

source: Burns the target.
de: Verursacht Feuerschaden
fr: Brûle la cible.
it: Brucia il bersaglio.
ja: 対象を燃やします。
ko: 대상을 불태웁니다.

source: But you still have to subscribe
de: Aber du musst dennoch ein Abo abschließen
fr: Mais vous devez toujours vous abonner
it: Ma devi ancora iscriverti
ja: しかし、あなたはまだ購読する必要があります
ko: 하지만 넌 여전히 구독해야 해

source: By Type
de: Nach Typ
fr: Par type
it: Per tipo
ja: タイプ別
ko: 유형별로

source: Calculates damage with the target’s attacking stat.
de: Berechnet den Schaden anhand des Angriffswerts des Ziels.
fr: Calcule les dégâts avec la statistique d’attaque de la cible.
it: Calcola il danno con la statistica di attacco del bersaglio.
ja: 対象の攻撃ステータスでダメージを計算します。
ko: 대상의 공격 스텟으로 데미지를 계산합니다.

source: Can only be used after all of the user’s other moves have been used.
de: Kann nur verwendet werden, nachdem alle anderen Attacken des Anwenders verwendet wurden.
fr: Ne peut être utilisé qu’après que tous les autres mouvements de l’utilisateur ont été utilisés.
it: Può essere utilizzato solo dopo che tutte le altre mosse dell'utente sono state utilizzate.
ja: ユーザーの他の動きがすべて使用された後にのみ使用できます。
ko: 사용자의 다른 동작을 모두 사용한 후에만 사용할 수 있습니다.

source: Can only be used after the user has eaten a berry.
de: Kann nur verwendet werden, nachdem der Anwender eine Beere gegessen hat.
fr: Ne peut être utilisé qu'après que l'utilisateur a mangé une baie.
it: Può essere utilizzato solo dopo che l'utilizzatore ha mangiato una bacca.
ja: ベリーを食べた後にのみ使用できます。
ko: 사용자가 베리를 먹은 후에만 사용할 수 있습니다.

source: Can only be used as the first move after the user enters battle.
de: Muss als erster Zug nach Kampfeintritt verwendet werden
fr: Ne peut être utilisé que comme premier mouvement après que l'utilisateur entre en bataille.
it: Può essere utilizzato solo come prima mossa dopo che l'utente è entrato in battaglia.
ja: 戦闘開始後の最初の技としてのみ使用可能。
ko: 사용자가 전투에 들어간 후 첫 번째 이동으로만 사용할 수 있습니다.

source: Can only be used as the first move after the user enters battle. Causes the target to flinch.
de: Muss als erster Zug nach Kampfeintritt verwendet werden. Lässt das Ziel zusammenzucken.
fr: Ne peut être utilisé que comme premier mouvement après que l'utilisateur entre en bataille. Fait tressaillir la cible.
it: Può essere utilizzato solo come prima mossa dopo che l'utente è entrato in battaglia. Fa sussultare il bersaglio.
ja: 戦闘開始後、最初の技としてのみ使用可能。対象をひるませる。
ko: 사용자가 전투에 들어간 후 첫 번째 이동으로만 사용할 수 있습니다. 대상을 움찔하게 만듭니다.

source: Cancel
de: Abbrechen
fr: Annuler
it: Ripristina database
ja: 中止する
ko: 취소

source: Cannot be disrupted by abilities.
de: Kann nicht durch Fähigkeiten gestört werden.
fr: Ne peut pas être perturbé par des capacités.
it: Non può essere interrotto dalle abilità.
ja: 能力によって妨害されることはありません。
ko: 능력으로는 방해할 수 없습니다.

source: Cannot lower the target’s HP below 1.
de: Die KP des Ziels können nicht unter 1 gesenkt werden.
fr: Impossible de réduire les PV de la cible en dessous de 1.
it: Non è possibile abbassare gli HP del bersaglio sotto 1.
ja: 対象のHPを1以下に下げることはできません。
ko: 대상의 HP를 1 이하로 낮출 수 없습니다.

source: Carries the target high into the air, dodging all attacks against either, and drops it next turn.
de: Trägt das Ziel hoch in die Luft, weicht allen Attacken gegen beide aus und lässt es in der nächsten Runde fallen.
fr: Transporte la cible haut dans les airs, esquivant toutes les attaques contre l'une ou l'autre, et la laisse tomber au tour suivant.
it: Trasporta il bersaglio in aria, schivando tutti gli attacchi contro uno dei due, e lo lascia cadere nel turno successivo.
ja: ターゲットを高く持ち上げ、どちらに対しても攻撃を全てかわし、次のターンに落とします。
ko: 대상을 공중으로 높이 올려 어느 쪽이든 모든 공격을 피하고 다음 턴에 떨어뜨립니다.

source: Catch Filter
de: Fangfilter
fr: Filtre de capture
it: Filtro di cattura
ja: キャッチフィルター
ko: 캐치 필터

source: Catch Information Unavailable
de: Fanginformationen nicht verfügbar
fr: Informations de capture non disponibles
it: Informazioni di cattura non disponibili
ja: キャッチ情報は利用できません
ko: 정보를 잡을 수 없습니다.

source: Catch State
de: Zustand nach Fang
fr: Attraper l'état
it: Stato di cattura
ja: キャッチステート
ko: 캐치 스테이트

source: Catch State:
de: Zustand nach Fang:
fr: État de capture:
it: Stato di cattura:
ja: キャッチ状態:
ko: 캐치 스테이트:

source: Catch info is unavailble for
de: Fanginformationen sind nicht verfügbar für
fr: Les informations de capture ne sont pas disponibles pour
it: Le informazioni di cattura non sono disponibile per
ja: キャッチ情報は利用できません
ko: 캐치 정보는 사용할 수 없다.

source: Catching
de: Fangen
fr: Attraper
it: Incontri
ja: 人を引き付けて
ko: 만남

source: Catching Bonus
de: Fangbonus
fr: Bonus de capture
it: Bonus di cattura

source: Category
de: Kategorie
fr: Catégorie
it: Categoria
ja: カテゴリ
ko: 핀으로 고정시킨

source: Caught
de: Gefangen
fr: Attrapé
it: Beccato
ja: 捕まった
ko: 잡혔어

source: Causes a one-hit KO.
de: Führt zu einem One-Hit-KO.
fr: Provoque un KO en un seul coup.
it: Provoca un KO con un colpo solo.
ja: 一撃でKOさせます。
ko: 원히트 KO를 발생시킵니다.

source: Causes damage when opposing Pokémon switch in.
de: Schaden, wenn das gegnerische Pokémon wechselt
fr: Cause des dégâts lors du switch des Pokémon adverses.
it: Causa danni quando i Pokémon avversari entrano in campo.
ja: 相手のポケモンが交代したときにダメージを与える。
ko: 상대 포켓몬 스위치 인 시 대미지를 입힌다.

source: Changes all normal moves to electric moves for the rest of the turn.
de: Ändert für den Rest des Zuges alle normalen Attacken in elektrische Attacken.
fr: Transforme tous les mouvements normaux en mouvements électriques pour le reste du tour.
it: Cambia tutte le mosse normali in mosse elettriche per il resto del turno.
ja: ターンの残りの間、すべての通常技を電気技に変更します。
ko: 남은 턴 동안 모든 일반 동작을 전기 동작으로 변경합니다.

source: Changes the target’s ability to Insomnia.
de: Ändert die Attacke des Ziels zu Munterkeit.
fr: Modifie la capacité de la cible en Insomnie.
it: Cambia l'abilità del bersaglio in Insonnia.
ja: 対象の能力を不眠症に変更します。
ko: 대상의 능력을 불면증으로 변경합니다.

source: Changes the target’s ability to Simple.
de: Ändert die Fähigkeit des Ziels auf Einfach.
fr: Change la capacité de la cible en Simple.
it: Cambia l'abilità del bersaglio in Semplice.
ja: 対象の能力をシンプルに変更します。
ko: 대상의 능력을 단순으로 변경합니다.

source: Changes the target’s move’s type to electric if it hasn’t moved yet this turn.
de: Ändert den Typ der Attacke des Ziels zu elektisch, wenn es sich in dieser Runde noch nicht bewegt hat.
fr: Change le type de mouvement de la cible en électrique si elle n'a pas encore bougé ce tour-ci.
it: Cambia il tipo di movimento del bersaglio in elettrico se non si è ancora mosso in questo turno.
ja: このターンにまだ動いていない場合、対象の技のタイプを電気に変更します。
ko: 이번 턴에 대상이 아직 움직이지 않은 경우 대상의 이동 유형을 전기로 변경합니다.

source: Changes the target’s type to Water.
de: Ändert den Typ des Ziels in Wasser.
fr: Change le type de la cible en Eau.
it: Cambia il tipo del bersaglio in Acqua.
ja: 対象の属性を水属性に変更します。
ko: 대상의 유형을 물로 변경합니다.

source: Changes the terrain to Psychic Terrain after inflicting damage.
de: Ändert das Gelände nach dem Zufügen von Schaden in Psychofeld.
fr: Change le terrain en Terrain Psychique après avoir infligé des dégâts.
it: Cambia il terreno in Terreno Psichico dopo aver inflitto danni.
ja: ダメージを与えた後、地形をサイキック地形に変更します。
ko: 피해를 입힌 후 지형을 심령 지형으로 변경합니다.

source: Changes the user’s type to a random type either resistant or immune to the last move used against it.
de: Ändert den Typ des Anwenders in einen zufälligen Typ, der entweder resistent oder immun gegen die letzte Attacke ist.
fr: Change le type de l'utilisateur en un type aléatoire soit résistant, soit immunisé au dernier mouvement utilisé contre lui.
it: Cambia il tipo dell'utente in un tipo casuale resistente o immune all'ultima mossa usata contro di lui.
ja: 使用者のタイプを、最後に使用された技に対して耐性または耐性を持つランダムなタイプに変更します。
ko: 사용자의 유형을 마지막 공격에 저항하거나 면역하는 무작위 유형으로 변경합니다.

source: Changes the weather to Shadow Sky for five turns.
de: Ändert das Wetter für fünf Runden in Schattenhimmel.
fr: Change la météo en Shadow Sky pendant cinq tours.
it: Cambia il tempo in Shadow Sky per cinque turni.
ja: 5ターンの間、天候をシャドウスカイに変更します。
ko: 5턴 동안 날씨를 그림자 하늘로 변경합니다.

source: Changes the weather to a hailstorm for five turns.
de: Ändert das Wetter für fünf Runden in einen Hagelsturm.
fr: Change le temps en tempête de grêle pendant cinq tours.
it: Cambia il tempo in una grandinata per cinque turni.
ja: 5ターンの間、天候をひょう嵐に変えます。
ko: 5턴 동안 날씨를 우박 폭풍으로 변경합니다.

source: Changes the weather to a sandstorm for five turns.
de: Ändert das Wetter für fünf Runden in einen Sandsturm.
fr: Change le temps en tempête de sable pendant cinq tours.
it: Cambia il tempo in una tempesta di sabbia per cinque turni.
ja: 5ターンの間、天候を砂嵐に変更します。
ko: 5턴 동안 날씨를 모래폭풍으로 변경합니다.

source: Changes the weather to rain for five turns.
de: Ändert das Wetter für fünf Runden in Regen.
fr: Change le temps en pluie pendant cinq tours.
it: Cambia il tempo in pioggia per cinque turni.
ja: 5ターンの間、天候を雨に変更します。
ko: 5턴 동안 날씨를 비로 변경합니다.

source: Changes the weather to sunny for five turns.
de: Ändert das Wetter für fünf Runden auf sonnig.
fr: Change le temps en ensoleillé pendant cinq tours.
it: Cambia il tempo in soleggiato per cinque turni.
ja: 5ターンの間、天候を晴れに変更します。
ko: 5턴 동안 날씨를 맑은 날씨로 변경합니다.

source: Charge
de: Gebühr
it: Carica
ja: 料金を請求する
ko: 충전

# Check Type Defence
source: Check Type Defense
de: Prüftyp Verteidigung
fr: Type de contrôle Défense
it: Protezione tipo di controllo
ja: チェックタイプディフェンス
ko: 유형 방어를 확인하세요.

source: Check Type Defense
de: Überprüfen Sie die Typverteidigung
fr: Type De Contrôle Défense
it: Controlla la difesa del tipo
ja: チェックタイプ防御
ko: 유형 방어를 확인하세요.

source: Check your internet connection and make sure you’re signed into the App Store.
de: Überprüfe deine Internetverbindung und stelle sicher, dass du im App Store angemeldet bist.
fr: Vérifiez votre connexion Internet et assurez-vous d’être connecté à l’App Store.
it: Controlla la tua connessione Internet e assicurati di aver effettuato l'accesso all'App Store.
ja: インターネット接続を確認し、App Storeにサインインしていることを確認してください。
ko: 인터넷 연결을 확인하고 App Store에 로그인했는지 확인하세요.

source: Checking Berry piles
de: Beerenhaufen prüfen
fr: Vérification des tas de Berry
it: Controllo delle pile di bacche
ko: 베리 더미 확인하기

source: Choice
de: Auswahl
fr: Choix
it: Scelta

source: Cleanses the user of a burn, paralysis, or poison.
de: Reinigt den Anwender von einer Verbrennung, Paralyse oder Vergiftung.
fr: Purifie l'utilisateur d'une brûlure, d'une paralysie ou d'un poison.
it: Purifica l'utilizzatore da ustioni, paralisi o veleni.
ja: 使用者の火傷、麻痺、または毒を浄化します。
ko: 사용자의 화상, 마비 또는 독을 정화합니다.

source: Clear
de: Zurücksetzen
fr: Clair
it: Chiaro
ja: はっきりした
ko: 맑은

source: Clear Filters
de: Filter zurücksetzen
fr: Effacer les filtres
it: Cancella filtri
ja: フィルターをクリア
ko: 필터 지우기

source: Collectibles
de: Sammlerstücke
fr: Objets de collection
it: Oggetti da collezione

source: Colosseum
fr: Colisée
it: Colosseo
ko: 콜롯세움

source: Confuses the target.
de: Verwirrt das Ziel.
fr: Confond la cible.
it: Confonde il bersaglio.
ja: ターゲットを混乱させます。
ko: 대상을 혼란스럽게 합니다.

source: Congratulations Pokémon Master!
de: Herzlichen Glückwunsch Pokémon-Meister:in!
fr: Félicitations Maître Pokémon!
it: Congratulazioni Pokémon Master!
ja: おめでとうポケモンマスター!
ko: 축하해 포켓몬 마스터!

source: Contact
de: Kontakt
it: Contatto
ja: 連絡
ko: 연락

source: Copies the target’s ability.
de: Kopiert die Fähigkeit des Ziels.
fr: Copie la capacité de la cible.
it: Copia l'abilità del bersaglio.
ja: 対象の能力をコピーします。
ko: 대상의 능력을 복사합니다.

source: Copies the target’s last used move.
de: Kopiert die letzte Attacke des Ziels
fr: Copie le dernier mouvement utilisé par la cible.
it: Copia l'ultima mossa utilizzata dal bersaglio.
ja: ターゲットが最後に使用した技をコピーします。
ko: 대상이 마지막으로 사용한 이동을 복사합니다.

source: Copies the user’s ability onto the target.
de: Kopiert die Fähigkeit des Benutzers auf das Ziel.
fr: Copie la capacité de l'utilisateur sur la cible.
it: Copia l'abilità dell'utente sul bersaglio.
ja: 使用者の能力を対象者にコピーします。
ko: 사용자의 능력을 대상에 복사합니다.

source: Cost
de: Preis
fr: Coût
it: Costo
ja: 費用
ko: 비용

source: Covers the opposing field, lowering opponents’ Speed by one stage upon switching in.
de: Deckt das gegnerische Feld ab und verringert die Geschwindigkeit des Gegners beim Einwechseln um eine Stufe.
fr: Couvre le terrain adverse, réduisant la vitesse des adversaires d'un niveau lors de l'intervention.
it: Copre il campo avversario, riducendo la velocità dell'avversario di uno stadio al momento del cambio.
ja: 交代時に相手のフィールドをカバーし、相手のスピードを1段階下げる。
ko: 상대 필드를 덮고, 전환 시 상대의 속도를 한 단계 낮춥니다.

source: Creatures
de: Kreaturen
fr: Créatures
it: Creature
ja: 生き物
ko: 생물

source: Creatures with
de: Kreaturen mit
fr: Créatures avec
it: Creature con
ja: と生き物
ko: 를 가진 생물들

source: Crystal
de: Kristall
fr: Cristal
it: Cristallo
ko: 결정

source: Cures the entire party of major status effects after inflicting damage.
de: Fügt Schaden zu und heilt danach das gesamte Team von schwerwiegenden Statuseffekten.
fr: Guérit tout le groupe des effets de statut majeurs après avoir infligé des dégâts.
it: Cura l'intero gruppo dai principali effetti di stato dopo aver inflitto danni.
ja: ダメージを与えた後、パーティ全体の重大なステータス効果を回復します。
ko: 피해를 입힌 후 파티 전체의 주요 상태 이상을 치료합니다.

source: Cures the entire party of major status effects.
de: Heilt das gesamte Team von schwerwiegenden Statuseffekten.
fr: Guérit tout le groupe des effets de statut majeurs.
it: Cura l'intero gruppo dagli effetti di stato maggiori.
ja: パーティ全体の重大なステータス効果を回復します。
ko: 파티 전체의 주요 상태 이상을 치료합니다.

source: Cures the target of a major status ailment and heals the user for 50% of its max HP.
de: Heilt das Ziel von einer schweren Statusveränderung und heilt den Anwendenden um bis zu 50 % ihrer maximalen KP.
fr: Guérit la cible d'une maladie de statut majeure et soigne l'utilisateur de 50 % de ses PV maximum.
it: Cura il bersaglio di un grave disturbo di stato e cura l'utente per il 50% dei suoi HP massimi.
ja: 対象の重度状態異常を治療し、使用者のHPを最大HPの50%回復します。
ko: 대상의 심각한 상태 이상을 치료하고 사용자의 최대 HP의 50%를 회복시킵니다.

source: Cures the target of burns.
de: Heilt Verbrennungen.
fr: Guérit la cible des brûlures.
it: Cura il bersaglio delle ustioni.
ja: 対象の火傷を治します。
ko: 화상의 대상을 치료합니다.

source: Curry Ingredients
de: Curry-Zutaten
fr: Ingrédients du curry
it: Ingredienti al curry

source: Custom Delta Emulator Skin
de: Spezieller Delta-Emulator-Skin<
fr: Peau d’émulateur Delta personnalisée
it: Skin personalizzata per l'emulatore Delta
ko: 맞춤형 델타 에뮬레이터 스킨

source: Customer Support
de: Kundensupport
fr: Soutien à la clientèle
it: Assistenza clienti
ja: カスタマーサポート
ko: 고객 지원

source: Damages opponents, but heals allies for 50% of their max HP.
de: Fügt Gegnern Schaden zu, heilt Verbündete jedoch um 50 % ihrer maximalen KP.
fr: Endommage les adversaires, mais soigne les alliés à hauteur de 50 % de leurs PV maximum.
it: Danneggia gli avversari, ma cura gli alleati per il 50% dei loro HP massimi.
ja: 敵にダメージを与えますが、味方のHPを最大HPの50%回復します。
ko: 적에게 피해를 입히지만 아군의 최대 HP의 50%를 회복합니다.

source: Damages the target for 75% of its remaining HP.
de: Fügt dem Ziel 75 % seiner verbleibenden KP als Schaden zu.
fr: Endommage la cible pour 75% de ses PV restants.
it: Danneggia il bersaglio per il 75% dei suoi HP rimanenti.
ja: 対象の残りHPの75%のダメージを与えます。
ko: 대상에게 남은 HP의 75%만큼 피해를 줍니다.

source: Dance
de: Tanz
fr: Danse
it: Ballare
ja: ダンス
ko: 춤추다

source: Dark
de: Dunkelheit
fr: Ténèbres
it: Scuro
ja: 暗い
ko: 어두운

source: Data Cards
de: Datenkarten
fr: Cartes de données
it: Schede dati

source: Deals both fighting and flying-type damage.
de: Verursacht sowohl Kampf- als auch Flugschaden.
fr: Inflige des dégâts de type combat et vol.
it: Infligge sia danni di combattimento che di tipo volante.
ja: 格闘と飛行両方のダメージを与えます。
ko: 전투형과 비행형 데미지를 모두 줍니다.

source: Deals splash damage to Pokémon next to the target.
de: Fügt Pokémon in der Nähe des Ziels Spritzschaden zu.
fr: Inflige des dégâts de zone aux Pokémon à côté de la cible.
it: Infligge danni da schizzi ai Pokémon vicini al bersaglio.
ja: ターゲットの隣のポケモンにスプラッシュダメージを与えます。
ko: 대상 옆에 있는 포켓몬에게 스플래시 데미지를 줍니다.

source: Default
de: Standard
fr: Par défaut
it: Di default
ja: デフォルト
ko: 채무 불이행

source: Defense
de: Verteidigung
fr: Défense
it: Difesa
ja: デファンス
ko: 방어

source: Defrost
de: Auftauen
fr: Décongeler
it: Scongelare
ja: 解凍する
ko: 해동시키다

source: Delta Skin
it: Pelle Delta
ja: デルタスキン
ko: 델타 스킨

source: Delta Skins require Ketchup+
de: Delta Skins erfordern Ketchup+
fr: Les peaux Delta nécessitent du Ketchup+
it: Le skin Delta richiedono Ketchup+
ja: デルタスキンにはケチャップ+が必要です
ko: 델타 스킨은 케첩+가 필요합니다.

source: Delta is an app made by Riley Testut which lets you play retro console games on your iPhone. A skin is like a theme for the different consoles that Delta supports.
de: Delta ist eine App von Riley Testut, mit der du Retro-Konsolenspiele auf Ihrem iPhone spielen können. Ein Skin verändert das Aussehen der verschiedenen Konsolen, die Delta unterstützt.
fr: Delta est une application réalisée par Riley Testut qui vous permet de jouer à des jeux de console rétro sur votre iPhone. Un skin est comme un thème pour les différentes consoles que Delta prend en charge.
it: Delta è un'app realizzata da Riley Testut che ti consente di giocare a giochi per console retrò sul tuo iPhone. Una skin è come un tema per le diverse console che Delta supporta.
ja: DeltaはRiley Testut製のアプリで、iPhoneでレトロなコンソールゲームをプレイできます。スキンは、デルタがサポートするさまざまなコンソールのテーマのようなものです。
ko: 델타는 라일리 테스투트가 만든 앱으로 아이폰에서 복고풍 콘솔 게임을 할 수 있습니다. 스킨은 델타가 지원하는 다양한 콘솔의 테마와 같다.

source: Description
de: Beschreibung
it: Descrizione
ja: 説明書
ko: 설명서

source: Destroys Reflect and Light Screen.
de: Zerstört Reflektor und Lichtschild.
fr: Détruit les reflets et les écrans lumineux.
it: Distrugge lo schermo riflesso e luminoso.
ja: 反射と光のスクリーンを破壊します。
ko: 반사 및 라이트 스크린을 파괴합니다.

source: Destroys the target’s held berry.
de: Zerstört Beeren, die vom Ziels gehalten werden.
fr: Détruit la baie détenue par la cible.
it: Distrugge la bacca tenuta dal bersaglio.
ja: ターゲットが保持しているベリーを破壊します。
ko: 대상이 들고 있는 베리를 파괴합니다.

source: Dex Completion
de: Dex-Vervollständigung
fr: Achèvement du Dex
it: Completamento Destrezza

source: Diamond
de: Diamant
fr: Losange
it: Rombo
ko: 다이아몬드

source: Disables moves and immunities that involve flying or levitating for five turns.
de: Für funf Runden sind alle Attacken und Immunitäten deaktiviert, wenn diese Fliegen oder Schweben beinhalten.
fr: Désactive les mouvements et les immunités qui impliquent de voler ou de léviter pendant cinq tours.
it: Disabilita le mosse e le immunità che implicano il volo o la levitazione per cinque turni.
ja: 5 ターンの間、飛行または浮遊を伴う動作と耐性を無効にします。
ko: 5턴 동안 비행이나 공중 부양과 관련된 이동과 면역을 비활성화합니다.

source: Disables the target’s last used move for 1-8 turns.
de: Deaktiviert die zuletzt verwendete Attacke des Ziels für 1–8 Runden.
fr: Désactive le dernier mouvement utilisé par la cible pendant 1 à 8 tours.
it: Disabilita l'ultima mossa utilizzata dal bersaglio per 1-8 turni.
ja: 対象が最後に使用した技を1～8ターン無効にします。
ko: 1~8턴 동안 대상이 마지막으로 사용한 기술을 비활성화합니다.

source: Discards the user’s stat changes and copies the target’s.
de: Verwirft die Statusänderungen der Anwender:in und kopiert die des Ziels.
fr: Annule les modifications de statistiques de l’utilisateur et copie celles de la cible.
it: Scarta le modifiche alle statistiche dell'utente e copia quelle del bersaglio.
ja: 使用者のステータス変更を破棄し、対象のステータス変更をコピーします。
ko: 사용자의 능력치 변경 사항을 취소하고 대상의 능력치 변경 사항을 복사합니다.

source: Disclaimer
de: Haftungsausschluss
fr: Avertissement
it: Smentita
ja: 免責条項
ko: 면책 조항

source: Distance
de: Entfernung
it: Distanza
ja: 距離
ko: 거리

source: Ditto
de: Dito
fr: Idem
it: Idem
ja: 同上
ko: 꼭 닮은 것

source: Diving on seaweed
de: Tauchen in Seegras
fr: Plongée sur les algues
it: Immersioni sulle alghe
ko: 해초 다이빙

source: Does nothing.
de: Tut nichts.
fr: Ne fait rien.
it: Non fa nulla.
ja: 何もしません。
ko: 아무것도 하지 않습니다.

source: Doubles prize money.
de: Verdoppelt das Preisgeld.
fr: Double le prix en argent.
it: Raddoppia il montepremi.
ja: 賞金が2倍になります。
ko: 상금이 두 배로 늘어납니다.

source: Drag to change types
de: Ziehe, um Typ zu ändern
fr: Faites glisser pour changer les types
it: Trascinare per modificare i tipi
ja: ドラッグしてタイプを変更する
ko: 유형을 변경하려면 드래그하세요.

source: Dragon
de: Drache
it: Drago
ja: ドラゴン
ko: 큰 뱀

source: Drains 75% of the damage inflicted to heal the user.
de: 75 % des zugefügten Schadens werden genutzt, um die Anwender:in zu heilen.
fr: Draine 75% des dégâts infligés pour soigner l'utilisateur.
it: Risucchia il 75% del danno inflitto per curare l'utilizzatore.
ja: 与えたダメージの 75% を吸収して、使用者を回復します。
ko: 사용자를 치유하기 위해 입힌 피해의 75%를 흡수합니다.

source: Drains half the damage inflicted to heal the user.
de: Die Hälfte des zugefügten Schadens werden genutzt, um die Anwender:in zu heilen.
fr: Draine la moitié des dégâts infligés pour soigner l'utilisateur.
it: Risucchia metà del danno inflitto per curare l'utilizzatore.
ja: 与えたダメージの半分を吸収して、使用者を回復します。
ko: 사용자를 치유하기 위해 입힌 피해의 절반을 흡수합니다.

source: Dual Type
de: Dualer Typ
fr: Double type
it: Doppio tipo
ja: デュアルタイプ
ko: 이중 유형

source: During Daytime.
de: Tagsüber
fr: Pendant la journée.
it: Durante il giorno.
ko: 낮 동안.

source: During Morning.
de: Morgens.
fr: Pendant la matinée.
it: Durante la mattinata.
ko: 아침에.

source: During Night.
de: Nachts.
fr: Pendant la nuit.
it: Durante la notte.
ko: 밤 동안.

source: During SOS battle while fishing at a bubbling spot
de: Während eines Quereinsteiger-Kampfes beim Angeln an einer brodelnden Stelle
fr: Lors d'un combat SOS en pêchant sur un spot bouillonnant
it: Durante la battaglia SOS mentre si pesca in un punto ribollente
ko: 부글부글 끓는 곳에서 낚시 중 SOS 전투 중

source: During SOS battles
de: Während Quereinsteiger-Kämpfen
fr: Pendant les batailles SOS
it: Durante le battaglie SOS
ko: SOS 전투 중

source: During a Mass outbreak.
de: Während eines Massenausbruchs.
fr: Lors d'une épidémie de masse.
it: Durante un'epidemia di massa.
ko: 대량 발발 중.

source: During autumn.
de: Im Herbst.
fr: Durant l'automne.
it: Durante l'autunno.
ko: 가을 동안.
