Repository: BenRiceM/Ketchup-Localisation
Catalog: App Localisation/*.xcloc/Localized Contents/*.xliff
Languages: de, fr, it, ja, ko

source: at level 25 only when leveled up in a battle. If it does not appear in battle, there won’t be an evolution animation
de: bei Level 25, wenn der Aufstieg während eines Kampfes erfolgt, ansonsten gibt es keine Evolutionsanimation
fr: Au niveau 25 seulement lorsqu'il est nivelé dans une bataille. S'il n'apparaît pas dans la bataille, il n'y aura pas d'animation de l'évolution
it: al livello 25 solo quando si sale di livello in una battaglia. Se non appare in battaglia, non ci sarà un'animazione di evoluzione
ja: レベル25では、戦闘でレベルアップした場合にのみ。戦闘に現れなければ、進化のアニメーションはありません
ko: 전투에서 레벨이 올라갈 때만 레벨 25에서. 만약 그것이 전투에 나타나지 않는다면, 진화 애니메이션은 없을 것이다.

source: at level 38 when leveled up while connected with another player via the Union Circle
de: bei Level 38, wenn der Aufstieg wärend einer Union Circle-Sitzung erfolgt
fr: au niveau 38 lorsqu'il est nivelé tout en étant connecté à un autre joueur via l'Union Circle
it: al livello 38 quando si sale di livello mentre si è connessi con un altro giocatore tramite l'Union Circle
ja: ユニオンサークルを介して他のプレイヤーと接続しながらレベルアップすると、レベル38で
ko: 유니온 서클을 통해 다른 플레이어와 연결되어 있는 동안 레벨이 올라갈 때 레벨 38에서

source: change up your homescreen with some fresh app icons for Ketchup
de: ein neuer Look für deinen Homescreen danke neuer App-Icons<
fr: changez votre écran d'accueil avec de nouvelles icônes d'application pour Ketchup
it: cambia la schermata iniziale con alcune nuove icone di app per Ketchup
ko: 케첩을 위한 새로운 앱 아이콘으로 홈 화면을 바꿔보세요

source: drill down by type, catch state and more
de: Filter nach Typ, Fangstatus und mehr
fr: explorez par type, état de capture et plus encore
it: approfondire per tipo, stato di cattura e altro ancora
ko: 유형별 드릴다운, 상태 파악 등

source: for
fr: pour
it: per

source: for all features
de: Für alle Funktionen
fr: Pour toutes les fonctionnalités
it: Per tutte le funzionalità
ja: すべての機能について
ko: 모든 기능을 위해

source: for these great features:
de: Für diese großartigen Funktionen:
fr: Pour ces grandes fonctionnalités :
it: Per queste fantastiche caratteristiche:
ja: これらの素晴らしい機能のために:
ko: 이 훌륭한 기능들을 위해:

source: includes the original 151 Pokémon for free
de: Enthält die ursprünglichen 151 Pokémon kostenlos
fr: Comprend les 151 Pokémon originaux gratuitement
it: Include i 151 Pokémon originali gratuitamente
ja: オリジナルの151ポケモンを無料で含んでいます
ko: 오리지널 151 포켓몬을 무료로 포함합니다.

source: it’s a really cool app that lets you play retro games on your phone
de: es ist eine wirklich coole App, mit der Sie Retro-Spiele auf Ihrem Telefon spielen können
fr: c'est une application vraiment cool qui vous permet de jouer à des jeux rétro sur votre téléphone
it: è un'app davvero interessante che ti consente di giocare a giochi retrò sul tuo telefono
ko: 휴대폰으로 레트로 게임을 즐길 수 있는 정말 멋진 앱이에요

source: money can be exchanged for rent and cat food
de: Geld kann gegen Miete und Katzenfutter eingetauscht werden
fr: l'argent peut être échangé contre du loyer et de la nourriture pour chats
it: il denaro può essere scambiato con l'affitto e il cibo per gatti
ko: 그 돈은 집세와 고양이 먹이로 바꿀 수 있어요

source: or
de: oder
fr: ou
it: O
ja: いや
ko: 또는

source: see each creature’s info across generations
de: Informationen zu jedem Lebewesen über Generationen hinweg einsehen
fr: voir les informations de chaque créature à travers les générations
it: vedere le informazioni di ogni creatura attraverso le generazioni
ko: 여러 세대에 걸쳐 각 생물의 정보를 확인하세요.

source: specific item
de: Bestimmter Artikel
fr: Article spécifique
it: Elemento specifico

source: starting at level
de: beginnend auf dem Niveau
fr: à partir du niveau
it: a partire dal livello
ja: レベルから始める
ko: 레벨에서 시작

source: to unlock all the great creatures and features
de: Um alle großartigen Kreaturen und Funktionen freizuschalten
fr: Pour débloquer toutes les grandes créatures et caractéristiques
it: Per sbloccare tutte le grandi creature e caratteristiche
ja: すべての偉大な生き物と機能のロックを解除する
ko: 모든 위대한 생물과 특징을 잠금 해제하기 위해

source: using an unknown method
de: mit einer unbekannten Methode
fr: en utilisant une méthode inconnue
it: usando un metodo sconosciuto
ja: 未知の方法を使って
ko: 알 수 없는 방법을 사용하여

source: when exposed to a
de: wenn es einem ausgesetzt ist
fr: lorsqu'elle est exposée à un
it: quando esposto a un
ja: 〜にさらされたとき
ko: 에 노출되었을 때

source: when leveled up after losing at least 294 HP from recoil damage
de: wenn Sie aufsteigen, nachdem Sie mindestens 294 KP durch Rückstoßschäden verloren haben
fr: lorsqu'il est nivelé après avoir perdu au moins 294 CV à cause des dommages causés par le recul
it: quando si sale di livello dopo aver perso almeno 294 HP per danni da rinculo
ja: 反動ダメージで少なくとも294HPを失った後にレベルアップしたとき
ko: 반동 피해로 최소 294 HP를 잃은 후 레벨업했을 때

source: when leveled up while outside of its Poké Ball after the player walks at least 1000 steps using the Let’s Go! feature
de: wenn er außerhalb seines Pokéballs aufsteigt, nachdem der Spieler mindestens 1000 Schritte mit dem Let's Go! Merkmal
fr: lorsqu'il est monté de niveau à l'extérieur de sa Poké Ball après que le joueur ait fait au moins 1000 pas en utilisant le Let's Go ! Caractéristique
it: quando sale di livello mentre è fuori dalla sua Poké Ball dopo che il giocatore cammina almeno 1000 passi usando il Let's Go! Caratteristica
ja: プレイヤーがLet's Goを使用して少なくとも1000歩歩いた後、ポケボールの外でレベルアップしたとき!特徴
ko: 플레이어가 Let's Go를 사용하여 최소 1000보를 걸은 후 Poké Ball 밖에서 레벨업할 때! 특징

source: when leveled up while the player has 999 Gimmighoul Coins in their bag
de: wenn er aufsteigen, während der Spieler 999 Gimmighoul-Münzen in seiner Tasche hat
fr: lorsqu'il est mis de niveau alors que le joueur a 999 pièces de Gimmighoul dans son sac
it: quando sale di livello mentre il giocatore ha 999 monete Gimmighoul nella sua borsa
ja: プレイヤーがバッグに999ギミグールコインを持っている間にレベルアップしたとき
ko: 플레이어가 가방에 999 Gimmighoul 코인을 가지고 있는 동안 레벨업할 때

source: when levelled up
de: wenn auf der Höhe
fr: quand il est nivelé
it: quando si è livellati
ja: レベルアップするとき
ko: 평준화될 때

source: when levelled up after defeating three Bisharp, each carrying a Leader’s Crest
de: wenn sie nach der Niederlage von drei Bisharp nivelliert wurden, von denen jeder ein Führerwappen trägt
fr: lorsqu'il est nivelé après avoir vaincu trois Bisharp, chacun portant un écusson de leader
it: quando è di livello dopo aver sconfitto tre Bisharp, ognuno dei quali porta uno stemma del leader
ja: 3人のビシャルプを倒した後にレベルアップすると、それぞれがリーダーズクレストを運んでいる
ko: 세 명의 비샤프를 물리친 후 평준화되었을 때, 각각 리더의 문장을 들고

source: when levlled up after using Rage Fist at least 20 times
de: wenn Sie nach der Verwendung von Rage Fist mindestens 20 Mal auf den Levled
fr: lorsqu'il est levé après avoir utilisé Rage Fist au moins 20 fois
it: quando si alza dopo aver usato Rage Fist almeno 20 volte
ja: レイジフィストを少なくとも20回使用した後、レベルアップしたとき
ko: 레이지 피스트를 최소 20번 사용한 후 상승했을 때

source: when the character spins repeatedly in-game
de: wenn sich der Charakter im Spiel wiederholt dreht
fr: quand le personnage tourne à plusieurs reprises dans le jeu
it: quando il personaggio gira ripetutamente in-game
ja: キャラクターがゲーム内で繰り返し回転するとき
ko: 캐릭터가 게임 내에서 반복적으로 회전할 때

source: when three critical hits are performed during a single battle
de: wenn drei kritische Treffer während eines Kampfes ausgeführt werden
fr: lorsque trois coups critiques sont effectués au cours d'une seule bataille
it: quando vengono eseguiti tre colpi critici durante una singola battaglia
ja: 1回の戦闘中に3つのクリティカルヒットが実行されるとき
ko: 한 번의 전투에서 세 번의 치명타가 수행될 때

source: when traded
de: wenn gehandelt
fr: quand échangé
it: quando scambiato
ja: 取引されたとき
ko: 거래될 때

source: when traded with
de: wenn gehandelt mit
fr: lorsqu'elle est échangée avec
it: quando scambiato con
ja: と取引されたとき
ko: 거래할 때

source: you simply gotta unlock ’em all if you want to be the very best
de: du musst sie einfach alle freischalten, wenn du der Allerbeste sein willst
fr: tu dois simplement tous les débloquer si tu veux être le meilleur
it: devi semplicemente sbloccarli tutti se vuoi essere il migliore
ko: 최고가 되고 싶다면 그냥 모두 잠금 해제하면 됩니다

source: in
fr: dans
ja: で
ko: 안에

source: Bug
de: Käfer
fr: Insecte
ja: バグ
ko: 곤충

source: Pin
de: Reißzwecke
fr: Épingle
ja: ピン
ko: 핀

source: Privacy
de: Privatsphäre
fr: Confidentialité
ja: プライバシー
ko: 사생활

source: DEF
de: VERT.

source: HP
de: KP

source: SPATK
de: SP.ANG.

source: SPD
de: INIT.

source: SPDEF
de: SP.VER.

# CFBundleName
source: Ketchup
ja: ケチャップ
ko: 케첩

source: Blog
ja: ブログ
ko: 블로그

source: Heart Gold
ko: 하트 골드

source: Ketchup
ja: ケチャップ
ko: 케첩

source: Ketchup+
ko: 케첩+

source: Quiz
ja: クイズ
ko: 퀴즈

source: Soul Silver
ko: 소울 실버

source: PWR
ja: パワー
