Repository: BenRiceM/Ketchup-Localisation
Catalog: App Localisation/*.xcloc/Localized Contents/*.xliff
Languages: de, fr, it, ja, ko

source: During spring.
de: Im Frühling.
fr: Durant le printemps.
it: Durante la primavera.
ko: 봄 동안.

source: During summer.
de: Im Sommer.
fr: Pendant l'été.
it: Durante l'estate.
ko: 여름 동안.

source: During winter.
de: Im Winter.
fr: Pendant l'hiver.
it: Durante l'inverno.
ko: 겨울 동안.

source: Dynamax Crystals
de: Dynamax-Kristalle
fr: Cristaux Dynamax
it: Cristalli Dynamax

source: Effect
de: Effekt
fr: Effet
it: Effetto
ja: 効果
ko: 효과

source: Effective
de: Effektiv
fr: Efficace
it: Efficace
ja: 効果的な
ko: 효과가 있는

source: Effort Drop
de: Aufwandsabfall
fr: Chute d'effort
it: Riduzione dello sforzo

source: Effort Training
de: Anstrengungstraining
fr: Entraînement à l'effort
it: Allenamento sullo sforzo

source: Egg Group
de: Ei-Gruppen
fr: Groupe d’oeufs
it: Gruppo di uova
ja: エッググループ
ko: 달걀 그룹

source: Egg Groups
de: Ei-Gruppen
fr: Groupes d'oeufs
it: Gruppi di uova
ja: 卵のグループ
ko: 달걀 그룹

source: Egg Moves
de: Ei Attacken
fr: Œuf Mouvements
it: Movimenti di uova
ja: 卵の動き
ko: 달걀이 움직인다

source: Electric
de: Elektrisch
fr: Électrik
it: Elettrico
ja: 電気
ko: 전기를 띤

source: Email Ben
fr: Envoyez un e-mail à Ben
it: Invia un'e-mail a Ben
ja: ベンにメールする
ko: 벤에게 이메일을 보내

source: Email Support
fr: Assistance par e-mail
it: Supporto via e-mail
ja: メールサポート
ko: 이메일 지원

source: Emerald
de: Smaragd
fr: émeraude
it: Smeraldo
ko: 에메랄드

source: Ends wild battles. Forces trainers to switch Pokémon.
de: Beendet wilde Kämpfe. Zwingt Trainer:innen, das Pokémon zu wechseln.
fr: Met fin aux batailles sauvages. Oblige les entraîneurs à changer de Pokémon.
it: Pone fine alle battaglie selvagge. Obbliga gli allenatori a cambiare Pokémon.
ja: 野生の戦闘を終了し、トレーナーにポケモンの切り替えを強制します。
ko: 치열한 전투를 종료합니다. 트레이너가 포켓몬을 바꾸도록 강제합니다.

source: Ensures that the user’s next move will hit the target.
de: Stellt sicher, dass die nächste Attacke der Anwender:in das Ziel trifft.
fr: Garantit que le prochain mouvement de l’utilisateur atteindra la cible.
it: Garantisce che la prossima mossa dell'utente colpisca il bersaglio.
ja: ユーザーの次の動きがターゲットに当たることを保証します。
ko: 사용자의 다음 움직임이 목표물에 맞도록 보장합니다.

source: Entire Field
de: Gesamtes Feld
fr: Champ entier
it: Intero campo
ja: フィールド全体
ko: 전체 분야

source: Erratic
de: Unregelmäßig
fr: Irrégulier
it: Irregolare
ja: 不安定な
ko: 이상한

source: Event Items
de: Ereignisgegenstände
fr: Articles d'événement
it: Articoli per eventi

source: Evolution
fr: Évolution
it: Evoluzione

source: Exchanges the user’s Speed with the target’s.
de: Tauscht die Geschwindigkeit der Anwender:in gegen die des Ziels aus.
fr: Échange la vitesse de l’utilisateur avec celle de la cible.
it: Scambia la velocità dell'utente con quella del bersaglio.
ja: 使用者のスピードをターゲットのスピードと交換します。
ko: 사용자의 속도를 대상의 속도로 교환합니다.

source: Explodes if the target uses fire move this turn, damaging it for 1/4 its max HP and preventing the move.
de: Explodiert, wenn das Ziel in dieser Runde eine Feuer-Attacke ausführt, fügt 25 % der maximalen des Ziels KP als Schaden zu und verhindert die Attacke.
fr: Explose si la cible utilise un mouvement de feu ce tour-ci, lui infligeant 1/4 de ses PV max et empêchant le mouvement.
it: Esplode se il bersaglio usa una mossa di fuoco in questo turno, danneggiandolo per 1/4 dei suoi HP massimi e impedendo la mossa.
ja: 対象がこのターンに火属性の技を使用すると爆発し、最大 HP の 1/4 のダメージを与え、技を阻止します。
ko: 대상이 이번 턴에 화염 이동을 사용하면 폭발하여 최대 HP의 1/4만큼 피해를 주고 이동을 방해합니다.

source: Extras
it: Extra
ja: エクストラ
ko: 엑스트라

source: Fainting Pokemon
de: Ohnmächtige Pokemon
fr: Pokémon s'évanouissement
it: Pokemon svento
ja: フェインティングポケモン
ko: 기근하는 포켓몬

source: Fairy
de: Fee
fr: Fée
it: Fata
ja: 妖精
ko: 요정

source: Fast
de: Schnell
fr: Rapide
it: Veloce
ja: 速く
ko: 빠른

source: Favorite
de: Favorit
fr: Favori
it: Preferito
ja: お気に入り
ko: 마음에 드는

source: Favorites
de: Favoriten
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기

source: Favorites Filter
de: Favoritenfilter
fr: Filtre favoris
it: Filtro preferiti
ja: お気に入りフィルター
ko: 즐겨찾기 필터

source: Favorites:
de: Favoriten:
fr: Favoris:
it: Preferiti:
ja: お気に入り:
ko: 즐겨찾기:

# Feedback &amp; Support
source: Feedback & Support
fr: Commentaires et soutien
it: Feedback e supporto
ja: フィードバックとサポート
ko: 피드백 및 지원

source: Fighting
de: Kampf
fr: Combat
it: Lotta
ja: 戦い
ko: 싸움

source: Filter
de: Filtern
fr: Filtre
it: Filtro
ja: フィルタ
ko: 필터

source: Filter by:
de: Filtern nach:
fr: Filtrer par:
it: Filtra per:
ja: フィルター:
ko: 필터 기준:

source: Fire
de: Feuer
fr: Feu
it: Fuoco
ja: 火
ko: 불

source: Fire Red
de: Feuerrot
fr: Rouge feu
it: Rosso fuoco
ko: 파이어 레드

source: Fish
de: Fisch
fr: Poisson
it: Pesce
ja: 魚
ko: 생선

source: Fishing at a bubbling spot
de: Angeln an einem brodelnden Ort
fr: Pêcher dans un spot bouillonnant
it: Pescare in un punto ribollente
ko: 거품이 나는 곳에서 낚시하기

source: Fishing in a Feebas Tile
de: Angeln in einem Barschwa-Feld
fr: Pêcher dans une tuile Feebas
it: Pescare in una Tessera Feebas
ko: Feebas 타일에서 낚시하기

source: Fishing in dark spots
de: Angeln an dunklen Stellen
fr: Pêcher dans les endroits sombres
it: Pesca nei punti bui
ko: 어두운 곳에서 낚시하기

source: Fishing with a Good Rod
de: Angeln mit einer Profiangel
fr: Pêcher avec une bonne canne
it: Pescare con una buona canna
ko: 좋은 낚싯대로 낚시하기

source: Fishing with a Super Rod
de: Angeln mit einer Superangel
fr: Pêcher avec une Super Canne
it: Pescare con la Super Rod
ko: 슈퍼로드로 낚시하기

source: Fishing with an Old Rod
de: Angeln mit einer Angel
fr: Pêcher avec une vieille canne
it: Pescare con una vecchia canna
ko: 낡은 낚싯대로 낚시하기

source: Flinch
de: Zucken
fr: Reculer
it: Sussultare

source: Fling Effect
de: Schleuder-Effekt
fr: Effet de fling
it: Effetto Fling
ja: フリング効果
ko: 플링 효과

source: Fling Power
de: Schleuder-Power
fr: Puissance de fling
it: Potenza di fling
ja: フリングパワー
ko: 플링 파워

source: Fluctuating
de: Schwankend
fr: Fluctuant
it: Fluttuante
ja: 変動する
ko: 변동을 거듭하는

source: Flutes
de: Flöten
fr: Flûtes
it: Flauti

source: Flying
de: Fliegen
fr: Vol
it: Che vola
ja: 飛行
ko: 비행

source: For five turns, heals all Pokémon on the ground for 1/16 max HP each turn and strengthens their grass moves to 1.5× their power.
de: t fünf Runden lang alle Pokémon auf dem Boden um 1/16 der maximalen KP und verstärkt ihre Pflanzenattacken auf das 1,5-fache.
fr: Pendant cinq tours, soigne tous les Pokémon au sol de 1/16 HP maximum à chaque tour et renforce leurs mouvements d'herbe à 1,5 fois leur puissance.
it: Per cinque turni, cura tutti i Pokémon a terra per 1/16 dei PS massimi ogni turno e rafforza i loro movimenti sull'erba fino a 1,5 volte la loro potenza.
ja: 5ターンの間、毎ターン地上のポケモン全員のHPを最大HPの1/16回復し、草技の威力を1.5倍に強化する。
ko: 5턴 동안 땅에 있는 모든 포켓몬을 매 턴 최대 HP의 1/16만큼 회복시키고 풀의 움직임을 1.5배로 강화시킵니다.

source: For five turns, prevents all Pokémon on the ground from sleeping and strengthens their electric moves to 1.5× their power.
de: Verhindert fünf Runden lang, dass alle Pokémon auf dem Boden schlafen, und verstärkt ihre Elektro-Attacken auf das 1,5-fache.
fr: Pendant cinq tours, empêche tous les Pokémon au sol de dormir et renforce leurs mouvements électriques à 1,5 fois leur puissance.
it: Per cinque turni, impedisce a tutti i Pokémon a terra di dormire e potenzia le loro mosse elettriche fino a 1,5 volte la loro potenza.
ja: 5ターンの間、地面にいるポケモンの眠りを防ぎ、電気技の威力を1.5倍に強化する。
ko: 5턴 동안 지상의 모든 포켓몬을 잠들지 못하게 하고 전기기술을 1.5배로 강화한다.

source: For five turns, protects all Pokémon on the ground from major status ailments and confusion, and halves the power of incoming dragon moves.
de: Schützt fünf Runden lang alle Pokémon auf dem Boden vor schweren Statusveränderung und Konfusion und halbiert die Kraft eingehender Drachenangriffe.
fr: Pendant cinq tours, protège tous les Pokémon au sol des problèmes de statut majeurs et de la confusion, et réduit de moitié la puissance des mouvements du dragon entrant.
it: Per cinque turni, protegge tutti i Pokémon a terra da gravi alterazioni di stato e confusione e dimezza la potenza delle mosse del drago in arrivo.
ja: 5ターンの間、地上のポケモンを主要な状態異常と混乱から守り、受けるドラゴン技の威力を半分にする。
ko: 5턴 동안 지상의 모든 포켓몬을 주요 상태이상 및 혼란으로부터 보호하고, 들어오는 드래곤의 기술 위력을 절반으로 줄인다.

source: For five turns, slower Pokémon will act before faster Pokémon.
de: Fünf Runden lang agieren langsame Pokémon vor schnelleren Pokémon.
fr: Pendant cinq tours, les Pokémon les plus lents agiront avant les Pokémon les plus rapides.
it: Per cinque turni, i Pokémon più lenti agiranno prima dei Pokémon più veloci.
ja: 5ターンの間、遅いポケモンが速いポケモンより先に行動します。
ko: 5턴 동안 느린 포켓몬이 빠른 포켓몬보다 먼저 행동합니다.

source: For the next few turns, the target can only use damaging moves.
de: In den nächsten Runden kann das Ziel nur schädigende Attacken ausführen.
fr: Pendant les prochains tours, la cible ne peut utiliser que des mouvements dommageables.
it: Per i prossimi turni, il bersaglio può usare solo mosse dannose.
ja: 次の数ターンの間、ターゲットはダメージを与える動きしか使用できなくなります。
ko: 다음 몇 턴 동안 대상은 피해를 주는 동작만 사용할 수 있습니다.

source: For three turns, friendly Pokémon have doubled Speed.
de: Drei Runden lang haben verbündete Pokémon die doppelte Geschwindigkeit.
fr: Pendant trois tours, les Pokémon amis ont doublé leur Vitesse.
it: Per tre turni, i Pokémon amici hanno raddoppiato la velocità.
ja: 3ターンの間、味方のポケモンの素早さが2倍になる。
ko: 3턴 동안 아군 포켓몬의 속도가 2배 증가합니다.

source: For years I’ve wanted to build a Pokédex app, but I could never quite find the time or the unique angle to justify it. At the start of 2024, I decided just to go for it. I had a new idea for a combined search field, tab bar, and history view that I felt could really tie the whole app together, and make navigation feel incredibly fast and fluid. I hope the combination of this new navigation system, and the all the information within the app will please old and new fans of the Pokémon games, as much as I’ve enjoyed working on it.
de: Seit Jahren wollte ich eine Pokédex-App erstellen, aber ich konnte nie die Zeit oder den einzigartigen Winkel finden, um sie zu rechtfertigen. Anfang 2024 beschloss ich, es einfach zu tun. Ich hatte eine neue Idee für ein kombiniertes Suchfeld, eine Tab-Bar und eine Verlaufsansicht, von der ich das Gefühl hatte, dass sie die gesamte App wirklich miteinander verbinden und die Navigation unglaublich schnell und flüssig machen könnte. Ich hoffe, dass die Kombination dieses neuen Navigationssystems und alle Informationen in der App alten und neuen Fans der Pokémon-Spiele gefallen wird, so sehr ich es genossen habe, daran zu arbeiten.
fr: Pendant des années, j'ai voulu construire une application Pokédex, mais je n'ai jamais pu trouver le temps ou l'angle unique pour la justifier. Au début de 2024, j'ai décidé d'y aller. J'ai eu une nouvelle idée pour un champ de recherche combiné, une barre d'onglets et une vue d'historique qui, selon moi, pourrait vraiment lier l'ensemble de l'application et rendre la navigation incroyablement rapide et fluide. J'espère que la combinaison de ce nouveau système de navigation et de toutes les informations de l'application plaira aux anciens et aux nouveaux fans des jeux Pokémon, autant que j'ai aimé y travailler.
it: Per anni ho voluto costruire un'app Pokédex, ma non sono mai riuscito a trovare il tempo o l'angolo unico per giustificarlo. All'inizio del 2024, ho deciso di andarci. Ho avuto una nuova idea per un campo di ricerca combinato, una barra delle schede e una visualizzazione della cronologia che sentivo potesse davvero legare l'intera app insieme e rendere la navigazione incredibilmente veloce e fluida. Spero che la combinazione di questo nuovo sistema di navigazione e tutte le informazioni all'interno dell'app piacciano ai vecchi e ai nuovi fan dei giochi Pokémon, tanto quanto mi è piaciuto lavorarci.
ja: 何年もの間、私はポケデックスアプリを作りたいと思っていましたが、それを正当化する時間やユニークな角度を見つけることができませんでした。2024年の初めに、私はそれのために行くことにしました。検索フィールド、タブバー、履歴ビューを組み合わせた新しいアイデアがあり、アプリ全体を本当に結びつけ、ナビゲーションを信じられないほど速く流動的に感じさせることができると感じました。この新しいナビゲーションシステムとアプリ内のすべての情報の組み合わせが、私がそれに取り組んで楽しんだのと同じくらい、ポケモンゲームの古いファンと新しいファンを喜ばせることを願っています。
ko: 수년 동안 나는 Pokédex 앱을 만들고 싶었지만, 그것을 정당화할 시간이나 독특한 각도를 찾을 수 없었다. 2024년 초에, 나는 그냥 가기로 결정했다. 나는 결합된 검색 필드, 탭 표시줄 및 기록 보기에 대한 새로운 아이디어를 가지고 있었는데, 전체 앱을 함께 묶고 내비게이션을 믿을 수 없을 정도로 빠르고 유동적으로 만들 수 있다고 느꼈다. 이 새로운 내비게이션 시스템의 조합과 앱 내의 모든 정보가 내가 작업하는 것을 즐겼던 만큼 포켓몬 게임의 오래되고 새로운 팬들을 기쁘게 하기를 바랍니다.

source: Forced to use this move for several turns. Pokémon cannot fall asleep in that time.
de: Muss diesen Zug mehrere Runden lang verwenden. Pokémon können in dieser Zeit nicht einschlafen.
fr: Obligé d'utiliser ce mouvement pendant plusieurs tours. Les Pokémon ne peuvent pas s'endormir pendant ce temps-là.
it: Costretto a usare questa mossa per diversi turni. I Pokémon non riescono ad addormentarsi in quel momento.
ja: 数ターンの間、この技を使うことを強制される。その間ポケモンは眠ることができない。
ko: 이 동작을 여러 턴 동안 강제로 사용해야 합니다. 그 시간에는 포켓몬이 잠들 수 없습니다.

source: Forces the target to have no Evade, and allows it to be hit by Normal and Fighting moves even if it’s a Ghost.
de: Zwingt das Ziel, keiner Ausweichaktion zu unterliegen, und ermöglicht es, dass es von normalen und Kampfbewegungen getroffen wird, selbst wenn es ein Geist ist.
fr: Force la cible à ne pas avoir d'évasion et lui permet d'être touchée par des mouvements normaux et de combat même s'il s'agit d'un fantôme.
it: Obbliga il bersaglio a non effettuare Evasioni e gli consente di essere colpito da mosse Normali e di Combattimento anche se è un Fantasma.
ja: 対象に回避能力を付与せず、ゴーストであっても通常技と格闘技の攻撃を命中させる。
ko: 대상에게 회피를 불가능하게 하고, 고스트라도 일반 및 격투 기술에 맞도록 합니다.

source: Forces the target to have no evasion, and allows it to be hit by Psychic moves even if it’s Dark.
de: Zwingt das Ziel, keiner Ausweichmöglichkeit mehr nachzukommen, und ermöglicht es, dass es von psychischen Attacken getroffen wird, selbst wenn es dunkel ist.
fr: Force la cible à ne pas esquiver et lui permet d'être touchée par des mouvements psychiques même s'il fait sombre.
it: Obbliga il bersaglio a non evadere e gli consente di essere colpito da mosse psichiche anche se è di tipo Buio.
ja: 対象に回避能力を持たせず、闇属性でも超能力技を命中させる。
ko: 대상에게 회피가 불가능하도록 강제하고, 암흑 상태라도 심령 공격을 받을 수 있게 합니다.

source: Forces the target to repeat its last used move every turn for 2 to 6 turns.
de: Zwingt das Ziel, seine zuletzt verwendete Bewegung 2 bis 6 Runden lang jede Runde zu wiederholen.
fr: Force la cible à répéter son dernier mouvement utilisé à chaque tour pendant 2 à 6 tours.
it: Costringe il bersaglio a ripetere l'ultima mossa utilizzata ogni turno per un periodo da 2 a 6 turni.
ja: 2 ～ 6 ターンの間、ターゲットは毎ターン最後に使用した技を強制的に繰り返します。
ko: 대상이 마지막으로 사용한 동작을 2~6턴 동안 매 턴 반복하도록 강제합니다.

source: Forces the target to repeat its last used move.
de: Zwingt das Ziel, seine zuletzt verwendete Bewegung zu wiederholen.
fr: Force la cible à répéter son dernier mouvement utilisé.
it: Costringe il bersaglio a ripetere l'ultima mossa utilizzata.
ja: ターゲットに最後に使用した動作を強制的に繰り返します。
ko: 대상이 마지막으로 사용한 동작을 반복하도록 강제합니다.

source: Forces the target’s opponents to aim at the target for the rest of the turn.
de: Zwingt die Gegner des Ziels, für den Rest der Runde auf das Ziel zu zielen.
fr: Force les adversaires de la cible à viser la cible pour le reste du tour.
it: Obbliga gli avversari del bersaglio a mirare al bersaglio per il resto del turno.
ja: ターゲットの対戦相手は、残りのターンの間、ターゲットを狙うように強制されます。
ko: 대상의 상대가 남은 턴 동안 대상을 조준하도록 강제합니다.

source: Frees the user from binding moves, removes Leech Seed, and blows away Spikes.
de: Befreit den Benutzer von bindenden Bewegungen, entfernt Blutegelsamen und bläst Stacheln weg.
fr: Libère l'utilisateur des mouvements contraignants, supprime les graines de sangsue et fait exploser les pointes.
it: Libera l'utilizzatore dalle mosse vincolanti, rimuove Leech Seed e spazza via le punte.
ja: 使用者を拘束技から解放し、リーチシードを除去し、スパイクを吹き飛ばします。
ko: 사용자를 구속 동작으로부터 해방시키고 Leech Seed를 제거하며 스파이크를 날려버립니다.

source: Galarian Yamask evolves into Runerigus when the player travels under the large rock arch in Dusty Bowl after Yamask takes at least 49 HP in damage from attacks without fainting
de: Galarian Yamask entwickelt sich zu Runerigus, wenn der Spieler unter dem großen Felsbogen in Dusty Bowl reist, nachdem Yamask mindestens 49 HP Schaden durch Angriffe ohne Ohnmacht erlitten hat
fr: Galarian Yamask évolue en Runerigus lorsque le joueur voyage sous la grande arche rocheuse dans Dusty Bowl après que Yamask ait pris au moins 49 HP de dégâts d'attaques sans s'étouir
it: Galarian Yamask si evolve in Runerigus quando il giocatore viaggia sotto il grande arco di roccia in Dusty Bowl dopo che Yamask subisce almeno 49 HP di danni dagli attacchi senza svenire
ja: ギャラリアン・ヤマスクは、プレイヤーがダスティボウルの大きなロックアーチの下を移動すると、ヤマスクが気絶することなく攻撃から少なくとも49HPのダメージを受けた後、ルネリグスに進化します
ko: 갈라리안 야마스크는 플레이어가 더스티 볼의 큰 바위 아치 아래를 여행할 때 루네리구스로 진화한다. 야마스크는 기절하지 않고 공격으로 최소 49 HP의 피해를 입었다.

source: Gameplay
de: Spielweise
it: Gioco

source: Games
de: Spiele
fr: Jeux
it: Giochi
ja: ゲーム
ko: 게임

source: Gender Rate
de: Geschlecht
fr: Genre
it: Tasso di genere
ja: 性別率
ko: 성별 비율

source: Generations
de: Generationen
fr: Générations
it: Generazioni
ja: 世代
ko: 세대

source: Get Ketchup+
de: Holen Sie sich Ketchup+
fr: Obtenez Ketchup+
it: Farsi Ketchup+
ja: ケチャップ+を入手する
ko: 케첩+를 받으세요.

source: Get Ketchup+ to Unlock Filters
de: Holen Sie sich Ketchup+, um Filter freizuschalten
fr: Obtenez Ketchup+ pour déverrouiller les filtres
it: Ottieni Ketchup+ per sbloccare i filtri
ja: フィルターのロックを解除するためにKetchup+を入手する
ko: Ketchup+를 받아 필터를 잠금 해제하세요

source: Ghost
de: Geist
fr: Spectre
it: Fantasma
ja: 幽霊
ko: 유령

source: Ghosts pay half their max HP to hurt the target every turn. Others decrease Speed but raise Attack and Defense.
de: Geister geben die Hälfte ihrer maximalen KP aus, um das Ziel jede Runde zu verletzen. Andere verringern die Geschwindigkeit, erhöhen dafür aber Angriff und Verteidigung.
fr: Les fantômes paient la moitié de leurs PV maximum pour blesser la cible à chaque tour. D'autres diminuent la vitesse mais augmentent l'attaque et la défense.
it: I fantasmi pagano metà dei loro HP massimi per ferire il bersaglio ogni turno. Altri diminuiscono la velocità ma aumentano attacco e difesa.
ja: ゴーストは最大 HP の半分を消費して毎ターンターゲットにダメージを与えます。他のゴーストはスピードを低下させますが、攻撃力と防御力を高めます。
ko: 유령은 매 턴마다 대상에게 피해를 주기 위해 최대 HP의 절반을 지불합니다. 다른 것들은 속도를 감소시키지만 공격력과 방어력을 높입니다.

source: Gives the user’s held item to the target.
de: Übergibt den vom Benutzer gehaltenen Gegenstand an das Ziel.
fr: Donne l’élément détenu par l’utilisateur à la cible.
it: Fornisce l'oggetto trattenuto dell'utente al bersaglio.
ja: ユーザーが所持しているアイテムをターゲットに渡します。
ko: 사용자가 보유한 아이템을 대상에게 줍니다.

source: Gold
fr: Or
it: Oro
ko: 금색

source: Grants the user protection for the rest of the turn and poisons any Pokémon that tries to use a contact move on it.
de: Gewährt dem Benutzer für den Rest des Spielzugs Schutz und vergiftet jedes Pokémon, das versucht, eine Kontaktattacke auf es anzuwenden.
fr: Accorde à l'utilisateur une protection pour le reste du tour et empoisonne tout Pokémon qui tente d'utiliser une attaque de contact sur lui.
it: Fornisce protezione all'utilizzatore per il resto del turno e avvelena tutti i Pokémon che tentano di usare una mossa di contatto su di lui.
ja: ターンの残り時間、使用者に保護を与え、接触技を使用しようとするポケモンを毒状態にする。
ko: 남은 턴 동안 사용자에게 보호를 부여하고 접촉 기술을 사용하려는 포켓몬을 중독시킵니다.

source: Grass
de: Gras
fr: Plante
it: Erba
ja: グラス
ko: 풀밭

source: Gravity
de: Schwerkraft
fr: Gravité
it: Gravità
ja: 重力
ko: 중력

source: Ground
de: Boden
fr: Sol
it: Terra
ja: 地面
ko: 그라운드

source: Grounds the target, and hits even Flying-type or levitating Pokémon.
de: Legt das Ziel auf den Boden und trifft sogar Pokémon vom Typ Flug oder schwebende Pokémon.
fr: Immobilise la cible et touche même les Pokémon de type Vol ou en lévitation.
it: Blocca il bersaglio e colpisce anche i Pokémon di tipo Volante o levitanti.
ja: 相手を地面に打ち付け、飛行タイプや浮遊タイプのポケモンにも命中します。
ko: 대상을 땅에 떨어뜨려 비행타입이나 공중에 떠 있는 포켓몬에게도 공격합니다.

source: Growth Rate
de: Wachstumsrate
fr: Croissance
it: Tasso di crescita
ja: 成長率
ko: 성장률

source: Guarantees a critical hit with the user’s next move.
de: Garantiert einen kritischen Treffer beim nächsten Zug des Benutzers.
fr: Garantit un coup critique lors du prochain mouvement de l’utilisateur.
it: Garantisce un colpo critico con la prossima mossa dell'utente.
ja: 使用者の次の行動でクリティカルヒットを保証します。
ko: 사용자의 다음 움직임에 치명타를 보장합니다.

source: Guess 1
de: Rate mal 1
fr: Devinez 1
it: Indovina 1
ja: 推測1
ko: 추측 1

source: Guess 2
de: Rate mal 2
fr: Devinez 2
it: Indovina 2
ja: 推測2
ko: 추측 2

source: Guess 3
de: Rate mal 3
fr: Devinez 3
it: Indovina 3
ja: 推測3
ko: 추측 3

source: Halves HP of all Pokémon on the field. Must recharge
de: Halbiert die KP aller Pokémon auf dem Feld. Muss aufgeladen werden
fr: Réduit de moitié les HP de tous les Pokémon sur le terrain. Doit recharger
it: Dimezza gli HP di tutti i Pokémon in campo. Deve ricaricarsi
ja: フィールド上のすべてのポケモンのHPを半分にする。再チャージが必要
ko: 필드에 있는 모든 포켓몬의 HP가 절반이 됩니다. 재충전해야 함

source: Halves all Electric-type damage.
de: Halbiert sämtlichen Schaden vom Typ Elektro.
fr: Réduit de moitié tous les dégâts de type électrique.
it: Dimezza tutti i danni di tipo Elettrico.
ja: 電気タイプのダメージを半減します。
ko: 모든 전기 유형 피해가 절반으로 줄어듭니다.

source: Halves all Fire-type damage.
de: Halbiert sämtlichen Feuerschaden.
fr: Réduit de moitié tous les dégâts de type Feu.
it: Dimezza tutti i danni di tipo Fuoco.
ja: 全ての炎属性ダメージを半減する。
ko: 모든 불꽃 유형 피해가 절반으로 줄어듭니다.

source: Has a chance to badly poison the target.
de: Es besteht die Chance, das Ziel schwer zu vergiften.
fr: A une chance d'empoisonner gravement la cible.
it: Ha la possibilità di avvelenare gravemente il bersaglio.
ja: 対象に重度の毒を与える可能性があります。
ko: 대상을 심하게 중독시킬 확률이 있습니다.

source: Has a chance to burn the target and a chance to make the target flinch.
de: Es besteht die Chance, dass das Ziel Verbrennungen erleidet und die Chance, dass das Ziel zusammenzuckt.
fr: A une chance de brûler la cible et une chance de la faire tressaillir.
it: Ha la possibilità di bruciare il bersaglio e la possibilità di farlo sussultare.
ja: ターゲットを燃やす可能性があり、ターゲットをひるませる可能性もあります。
ko: 대상을 불태울 확률과 대상을 움츠리게 만들 확률이 있습니다.

source: Has a chance to burn the target.
de: Es besteht die Chance, das Ziel zu verbrennen.
fr: A une chance de brûler la cible.
it: Ha la possibilità di bruciare il bersaglio.
ja: ターゲットを燃やす可能性があります。
ko: 대상을 불태울 확률이 있습니다.

source: Has a chance to burn the target. Lets frozen Pokémon thaw themselves.
de: Hat die Chance, das Ziel zu verbrennen. Lässt gefrorene Pokémon auftauen.
fr: A une chance de brûler la cible. Permet aux Pokémon gelés de se décongeler.
it: Ha la possibilità di bruciare il bersaglio. Permette ai Pokémon congelati di scongelarsi.
ja: 対象を燃やすチャンスあり。凍ったポケモンを解凍させる。
ko: 대상을 불태울 확률이 있습니다. 얼어붙은 포켓몬을 스스로 녹이게 해주세요.

source: Has a chance to burn, freeze, or paralyze the target.
de: Es besteht die Chance, das Ziel zu verbrennen, einzufrieren oder zu lähmen.
fr: A une chance de brûler, geler ou paralyser la cible.
it: Ha la possibilità di bruciare, congelare o paralizzare il bersaglio.
ja: 対象を燃やしたり、凍らせたり、麻痺させたりする可能性があります。
ko: 대상을 불태우거나 동결시키거나 마비시킬 확률이 있습니다.

source: Has a chance to confuse the target.
de: Hat die Chance, das Ziel zu verwirren.
fr: A une chance de confondre la cible.
it: Ha la possibilità di confondere il bersaglio.
ja: 対象を混乱させる可能性がある。
ko: 대상을 혼란시킬 확률이 있습니다.

source: Has a chance to freeze the target and a chance to make the target flinch.
de: Es besteht die Chance, das Ziel einzufrieren, und die Chance, es zusammenzucken zu lassen.
fr: A une chance de geler la cible et une chance de la faire tressaillir.
it: Ha la possibilità di congelare il bersaglio e di farlo sussultare.
ja: ターゲットを凍結させる可能性があり、ターゲットをひるませる可能性もあります。
ko: 대상을 동결시킬 확률과 대상을 움찔하게 만들 확률이 있습니다.

source: Has a chance to freeze the target.
de: Hat die Chance, das Ziel einzufrieren.
fr: A une chance de geler la cible.
it: Ha la possibilità di congelare il bersaglio.
ja: ターゲットを凍結させるチャンスがあります。
ko: 대상을 동결시킬 확률이 있습니다.
