Repository: BenRiceM/Ketchup-Localisation
Catalog: App Localisation/*.xcloc/Localized Contents/*.xliff
Languages: de, fr, it, ja, ko

source: Has a chance to inflict a status effect which depends upon the terrain.
de: Es besteht die Chance, einen Statuseffekt zu verursachen, der vom Gelände abhängt.
fr: A une chance d'infliger un effet de statut qui dépend du terrain.
it: Ha la possibilità di infliggere un effetto di stato che dipende dal terreno.
ja: 地形に応じてステータス効果を与える可能性があります。
ko: 지형에 따라 상태 효과를 가할 확률이 있습니다.

source: Has a chance to lower the target’s Attack by one stage.
de: Hat die Chance, den Angriff des Ziels um eine Stufe zu senken.
fr: A une chance de réduire l’attaque de la cible d’un niveau.
it: Ha la possibilità di ridurre l'attacco del bersaglio di uno stadio.
ja: 確率で対象の攻撃力を1段階下げる。
ko: 일정 확률로 대상의 공격력을 한 단계 낮춥니다.

source: Has a chance to lower the target’s Defense by one stage.
de: Hat die Chance, die Verteidigung des Ziels um eine Stufe zu senken.
fr: A une chance de réduire la défense de la cible d’un niveau.
it: Ha la possibilità di abbassare la Difesa del bersaglio di uno stadio.
ja: 確率で対象の防御力を1段階下げる。
ko: 대상의 방어력을 한 단계 낮출 확률이 있습니다.

source: Has a chance to lower the target’s Special Attack by one stage.
de: Hat die Chance, den Spezialangriff des Ziels um eine Stufe zu senken.
fr: A une chance de réduire l’attaque spéciale de la cible d’un niveau.
it: Ha la possibilità di ridurre l'attacco speciale del bersaglio di uno stadio.
ja: 確率で相手の特攻を1段階下げる。
ko: 일정 확률로 대상의 특수공격을 한 단계 낮춥니다.

source: Has a chance to lower the target’s Special Defense by one stage.
de: Es besteht die Chance, die Spezialverteidigung des Ziels um eine Stufe zu senken.
fr: A une chance de réduire la défense spéciale de la cible d’un niveau.
it: Ha la possibilità di abbassare la Difesa Speciale del bersaglio di uno stadio.
ja: 確率で相手の特防を1段階下げる。
ko: 일정 확률로 대상의 특수방어를 1단계 낮춥니다.

source: Has a chance to lower the target’s Special Defense by two stages.
de: Es besteht die Chance, die Spezialverteidigung des Ziels um zwei Stufen zu senken.
fr: A une chance de réduire la défense spéciale de la cible de deux niveaux.
it: Ha la possibilità di abbassare la Difesa Speciale del bersaglio di due livelli.
ja: 確率で相手の特防を2段階下げる。
ko: 일정 확률로 대상의 특수방어를 2단계 낮춥니다.

source: Has a chance to lower the target’s Speed by one stage.
de: Hat die Chance, die Geschwindigkeit des Ziels um eine Stufe zu senken.
fr: A une chance de réduire la vitesse de la cible d’un niveau.
it: Ha la possibilità di ridurre la velocità del bersaglio di uno stadio.
ja: 確率で対象の素早さを1段階下げる。
ko: 대상의 속도를 한 단계 낮출 확률이 있습니다.

source: Has a chance to lower the target’s accuracy by one stage.
de: Es besteht die Chance, die Genauigkeit des Ziels um eine Stufe zu verringern.
fr: A une chance de réduire la précision de la cible d’un niveau.
it: Ha la possibilità di ridurre la precisione del bersaglio di uno stadio.
ja: 確率で対象の命中率を1段階下げる。
ko: 대상의 정확도를 한 단계 낮출 확률이 있습니다.

source: Has a chance to make the target flinch.
de: Es besteht die Chance, dass das Ziel zusammenzuckt.
fr: A une chance de faire tressaillir la cible.
it: Ha la possibilità di far sussultare il bersaglio.
ja: 対象をひるませるチャンスあり。
ko: 대상을 움찔하게 만들 확률이 있습니다.

source: Has a chance to make the target flinch. Only works if the user is sleeping.
de: Es besteht die Chance, dass das Ziel zusammenzuckt. Funktioniert nur, wenn der Benutzer schläft.
fr: A une chance de faire tressaillir la cible. Ne fonctionne que si l'utilisateur est en train de dormir.
it: Ha la possibilità di far sussultare il bersaglio. Funziona solo se l'utente sta dormendo.
ja: ターゲットをひるませる可能性がある。ユーザーが眠っている場合にのみ有効。
ko: 대상을 움찔하게 만들 확률이 있습니다. 사용자가 자고 있는 경우에만 작동합니다.

source: Has a chance to paralyze the target and a chance to make the target flinch.
de: Hat die Chance, das Ziel zu lähmen und die Chance, das Ziel zusammenzucken zu lassen.
fr: A une chance de paralyser la cible et une chance de la faire tressaillir.
it: Ha la possibilità di paralizzare il bersaglio e di farlo sussultare.
ja: ターゲットを麻痺させる可能性があり、ターゲットをひるませる可能性もあります。
ko: 대상을 마비시킬 확률과 대상을 움츠리게 만들 확률이 있습니다.

source: Has a chance to paralyze the target.
de: Hat die Chance, das Ziel zu lähmen.
fr: A une chance de paralyser la cible.
it: Ha la possibilità di paralizzare il bersaglio.
ja: 対象を麻痺させる可能性がある。
ko: 대상을 마비시킬 확률이 있습니다.

source: Has a chance to poison the target.
de: Es besteht die Chance, das Ziel zu vergiften.
fr: A une chance d'empoisonner la cible.
it: Ha la possibilità di avvelenare il bersaglio.
ja: 対象を毒状態にする可能性があります。
ko: 대상을 중독시킬 확률이 있습니다.

source: Has a chance to put the target to sleep.
de: Hat die Chance, das Ziel einzuschläfern.
fr: A une chance d’endormir la cible.
it: Ha la possibilità di addormentare il bersaglio.
ja: 対象を眠らせるチャンスあり。
ko: 대상을 잠들게 할 확률이 있습니다.

source: Has a chance to raise all of the user’s stats by one stage.
de: Hat die Chance, alle Statistiken des Benutzers um eine Stufe zu erhöhen.
fr: A une chance d’augmenter toutes les statistiques de l’utilisateur d’un niveau.
it: Ha la possibilità di aumentare tutte le statistiche dell'utente di un livello.
ja: 使用者の全ステータスを1段階上げるチャンスあり。
ko: 사용자의 모든 능력치를 한 단계씩 올릴 수 있는 기회가 있습니다.

source: Has a chance to raise the user’s Attack by one stage.
de: Hat die Chance, den Angriff des Benutzers um eine Stufe zu erhöhen.
fr: A une chance d’augmenter l’attaque de l’utilisateur d’un niveau.
it: Ha la possibilità di aumentare l'attacco dell'utente di uno stadio.
ja: 使用者の攻撃力を1段階上げる確率あり。
ko: 사용자의 공격력을 한 단계 높일 확률이 있습니다.

source: Has a chance to raise the user’s Defense by one stage.
de: Hat die Chance, die Verteidigung des Benutzers um eine Stufe zu erhöhen.
fr: A une chance d’augmenter la défense de l’utilisateur d’un niveau.
it: Ha la possibilità di aumentare la Difesa dell'utente di uno stadio.
ja: 使用者の防御力を1段階上げる確率あり。
ko: 사용자의 방어력을 1단계 올릴 확률이 있습니다.

source: Has a chance to raise the user’s Defense by two stages for each target hit.
de: Hat die Chance, die Verteidigung des Benutzers für jedes getroffene Ziel um zwei Stufen zu erhöhen.
fr: A une chance d’augmenter la défense de l’utilisateur de deux niveaux pour chaque cible touchée.
it: Ha la possibilità di aumentare la Difesa dell'utente di due livelli per ogni bersaglio colpito.
ja: 攻撃命中したターゲットごとに、一定確率で自身の防御力を2段階上昇させる。
ko: 적중한 대상 하나당 일정 확률로 사용자의 방어력이 2단계 상승합니다.

source: Has a chance to raise the user’s Special Attack by one stage.
de: Hat die Chance, den Spezialangriff des Benutzers um eine Stufe zu erhöhen.
fr: A une chance d’augmenter l’attaque spéciale de l’utilisateur d’un niveau.
it: Ha la possibilità di aumentare l'attacco speciale dell'utente di uno stadio.
ja: 使用者の特攻を1段階上げる確率あり。
ko: 사용자의 특수공격을 1단계 올릴 확률이 있습니다.

source: Has a higher chance to confuse the target when the recorded sound is louder.
de: Wenn der aufgezeichnete Ton lauter ist, besteht eine höhere Chance, das Ziel zu verwirren.
fr: A plus de chances de confondre la cible lorsque le son enregistré est plus fort.
it: Ha una maggiore possibilità di confondere il bersaglio quando il suono registrato è più forte.
ja: 録音された音が大きいほど、ターゲットを混乱させる可能性が高くなります。
ko: 녹음된 소리가 클수록 대상을 혼란시킬 확률이 높아집니다.

source: Has an increased chance for a critical hit and a chance to burn the target.
de: Hat eine erhöhte Chance auf einen kritischen Treffer und eine Chance, das Ziel zu verbrennen.
fr: A une chance accrue de réaliser un coup critique et une chance de brûler la cible.
it: Ha una maggiore possibilità di ottenere un colpo critico e la possibilità di bruciare il bersaglio.
ja: クリティカルヒットの確率が上昇し、ターゲットを燃やす可能性が高くなります。
ko: 치명타 확률이 증가하고 대상을 불태울 확률이 증가합니다.

source: Has an increased chance for a critical hit and a chance to poison the target.
de: Hat eine erhöhte Chance auf einen kritischen Treffer und eine Chance, das Ziel zu vergiften.
fr: A une chance accrue de réaliser un coup critique et une chance d'empoisonner la cible.
it: Ha una maggiore probabilità di infliggere un colpo critico e la possibilità di avvelenare il bersaglio.
ja: クリティカルヒットの確率が上昇し、ターゲットに毒を与える可能性があります。
ko: 치명타 확률이 증가하고 대상을 중독시킬 확률이 증가합니다.

source: Has an increased chance for a critical hit in Hyper Mode.
de: Hat im Hypermodus eine erhöhte Chance auf einen kritischen Treffer.
fr: A une chance accrue de coup critique en mode Hyper.
it: Ha una maggiore possibilità di ottenere un colpo critico in modalità Hyper.
ja: ハイパーモードでクリティカルヒットの確率が上昇します。
ko: 하이퍼 모드에서 치명타 확률이 증가합니다.

source: Has an increased chance for a critical hit.
de: Hat eine erhöhte Chance für einen kritischen Treffer.
fr: Il a augmenté ses chance d'avoir de bonnes critiques.
it: Ha una maggiore possibilità di ottenere un colpo critico.
ja: クリティカルヒットの確率が上昇します。
ko: 크리티컬 히트 확률이 증가합니다.

source: Has double power against Pokémon that have less than half their max HP remaining.
de: Hat die doppelte Kraft gegen Pokémon, die weniger als die Hälfte ihrer maximalen KP übrig haben.
fr: A une puissance double contre les Pokémon qui ont moins de la moitié de leurs PV maximum restants.
it: Ha una potenza doppia contro i Pokémon che hanno meno della metà dei PS massimi rimanenti.
ja: 残りHPが最大HPの半分以下のポケモンに対しては威力が2倍になる。
ko: 최대 HP가 절반 이하로 남은 포켓몬에게는 위력이 2배가 됩니다.

source: Has double power against, and can hit, Pokémon attempting to switch out.
de: Verfügt über die doppelte Kraft gegen Pokémon, die versuchen, sie auszuwechseln, und kann diese treffen.
fr: A un double pouvoir contre et peut frapper les Pokémon qui tentent de se déconnecter.
it: Ha una doppia potenza contro e può colpire i Pokémon che tentano di cambiare squadra.
ja: 交代しようとするポケモンに対しては威力が2倍になり、攻撃できる。
ko: 전환을 시도하는 포켓몬에 대해 두 배의 힘을 가지며 공격할 수 있습니다.

source: Has double power if a friendly Pokémon fainted last turn.
de: Hat die doppelte Kraft, wenn ein befreundetes Pokémon in der letzten Runde ohnmächtig wurde.
fr: A un double pouvoir si un Pokémon ami s'est évanoui au dernier tour.
it: Ha una potenza doppia se un Pokémon amico è andato svenuto nell'ultimo turno.
ja: 前のターンに味方ポケモンがひんし状態だった場合、威力が 2 倍になります。
ko: 지난 턴에 아군 포켓몬이 기절한 경우 위력이 2배가 됩니다.

source: Has double power if it’s used more than once per turn.
de: Hat die doppelte Kraft, wenn es mehr als einmal pro Runde verwendet wird.
fr: A une puissance double s’il est utilisé plus d’une fois par tour.
it: Ha un potere doppio se viene utilizzato più di una volta per turno.
ja: 1ターンに複数回使用すると威力が2倍になります。
ko: 한 턴에 두 번 이상 사용하면 위력이 두 배가 됩니다.

source: Has double power if the target has a major status ailment.
de: Hat die doppelte Kraft, wenn das Ziel an einer schweren Statuserkrankung leidet.
fr: A une puissance double si la cible souffre d'une maladie majeure.
it: Ha doppio potere se il bersaglio ha un grave disturbo di stato.
ja: 対象が重度の状態異常の場合、威力が2倍になる。
ko: 대상이 심각한 상태 이상을 앓고 있는 경우 위력이 두 배로 증가합니다.

source: Has double power if the user has no held item.
de: Hat die doppelte Kraft, wenn der Benutzer keinen Gegenstand gehalten hat.
fr: A une double puissance si l’utilisateur n’a aucun objet détenu.
it: Ha un potere doppio se l'utente non ha alcun oggetto trattenuto.
ja: 使用者がアイテムを所持していない場合は威力が 2 倍になります。
ko: 사용자가 보유한 아이템이 없으면 두 배의 힘을 가집니다.

source: Has double power if the user’s last move failed.
de: Hat die doppelte Kraft, wenn die letzte Bewegung des Benutzers fehlgeschlagen ist.
fr: A une puissance double si le dernier mouvement de l’utilisateur échoue.
it: Ha un potere doppio se l'ultima mossa dell'utente è fallita.
ja: 最後の技が失敗した場合、威力が2倍になります。
ko: 사용자의 마지막 이동이 실패하면 두 배의 힘을 얻습니다.

source: Has the same type as the user.
de: Hat den gleichen Typ wie der Benutzer.
fr: A le même type que l'utilisateur.
it: Ha lo stesso tipo dell'utente.
ja: ユーザーと同じタイプです。
ko: 사용자와 동일한 유형을 가집니다.

source: Hatch Counter
de: Ei-Zyklen
fr: Compteur d’éclosion
it: Contatore di portello
ja: ハッチカウンター
ko: 해치 카운터

source: Headbutting a high encounter rate tree
de: Kopfstoß gegen einen Baum mit hoher Begegnungsrate
fr: Coup de tête contre un arbre à taux de rencontre élevé
it: Colpire una testata contro un albero ad alto tasso di incontri
ko: 만남률이 높은 나무에 박치기

source: Headbutting a low encounter rate tree
de: Kopfstoß gegen einen Baum mit niedriger Begegnungsrate
fr: Coup de tête sur un arbre à faible taux de rencontre
it: Colpire una testata contro un albero con un basso tasso di incontri
ko: 만남률이 낮은 나무에 박치기

source: Headbutting a normal encounter rate tree
de: Kopfstoß gegen einen normalen Begegnungsratenbaum
fr: Coup de tête à un arbre de taux de rencontre normal
it: Testare un normale albero del tasso di incontro
ko: 정상적인 조우율 트리에 박치기

source: Headbutting trees
de: Bäume mit Kopfstößen
fr: Arbres coup de tête
it: Alberi che colpiscono la testa
ko: 박치기 나무

source: Heads
de: Köpfe
fr: Têtes
it: Teste
ja: 頭
ko: 머리

source: Heal
de: Heilen
fr: Guérir
it: Guarire
ja: 治る
ko: 고치다

source: Healing
de: Heilung
fr: Guérison
it: Guarigione

source: Heals the target for half its max HP.
de: Heilt das Ziel um die Hälfte seiner maximalen KP.
fr: Soigne la cible de la moitié de ses PV maximum.
it: Cura il bersaglio per la metà dei suoi HP massimi.
ja: 対象の最大 HP の半分を回復します。
ko: 대상의 최대 HP를 절반으로 치유합니다.

source: Heals the target for ½ its max HP, or ⅔ on Grassy Terrain.
de: Heilt das Ziel um die Hälfte seiner maximalen KP oder um ⅔ auf Grasgelände.
fr: Soigne la cible de la moitié de ses PV maximum, ou des ⅔ sur un terrain herbeux.
it: Cura il bersaglio per la metà dei suoi HP massimi, o ⅔ su terreno erboso.
ja: 対象の最大 HP の半分、または草原地形の場合は 2/3 を回復します。
ko: 대상의 최대 HP를 ½만큼 치유하거나 잔디 지형에서는 ⅔만큼 치유합니다.

source: Heals the user by half its max HP.
de: Heilt den Benutzer um die Hälfte seiner maximalen KP.
fr: Soigne l'utilisateur de la moitié de ses PV maximum.
it: Cura l'utilizzatore della metà dei suoi HP massimi.
ja: 使用者の最大HPの半分を回復します。
ko: 사용자의 최대 HP를 절반으로 치유합니다.

source: Heals the user by half its max HP. Affected by weather.
de: Heilt den Benutzer um die Hälfte seiner maximalen KP. Wird vom Wetter beeinflusst.
fr: Soigne l'utilisateur de la moitié de ses PV maximum. Affecté par la météo.
it: Cura l'utilizzatore della metà dei suoi HP massimi. Influenzato dal tempo.
ja: 使用者の最大HPの半分を回復します。天候の影響を受けます。
ko: 사용자의 최대 HP를 절반으로 치유합니다. 날씨의 영향을 받습니다.

source: Heals the user by the target’s current Attack stat and lowers the target’s Attack by one stage.
de: Heilt den Benutzer um den aktuellen Angriffswert des Ziels und senkt den Angriff des Ziels um eine Stufe.
fr: Soigne l'utilisateur selon la statistique d'attaque actuelle de la cible et réduit l'attaque de la cible d'un niveau.
it: Cura l'utilizzatore in base all'attuale statistica di Attacco del bersaglio e riduce l'Attacco del bersaglio di uno stadio.
ja: 対象の現在の攻撃力に応じて使用者を回復し、対象の攻撃力を1段階下げる。
ko: 대상의 현재 공격력만큼 체력을 회복시키고, 대상의 공격력을 1단계 감소시킵니다.

source: Heals the user for half the total damage dealt to all targets.
de: Heilt den Benutzer um die Hälfte des Gesamtschadens, der allen Zielen zugefügt wurde.
fr: Soigne l'utilisateur de la moitié des dégâts totaux infligés à toutes les cibles.
it: Cura l'utilizzatore per metà del danno totale inflitto a tutti i bersagli.
ja: すべてのターゲットに与えた合計ダメージの半分をユーザー自身に回復させます。
ko: 모든 대상에게 입힌 총 피해의 절반만큼 사용자를 치유합니다.

source: Heals the user for ½ its max HP, or ⅔ during a sandstorm.
de: Heilt den Benutzer um die Hälfte seiner maximalen KP oder um ⅔ während eines Sandsturms.
fr: Soigne l'utilisateur de la moitié de ses PV maximum, ou des ⅔ lors d'une tempête de sable.
it: Cura l'utente per ½ dei suoi HP massimi o ⅔ durante una tempesta di sabbia.
ja: 使用者の最大 HP の半分、または砂嵐のときは 2/3 を回復します。
ko: 사용자의 최대 HP를 ½만큼 치유하거나 모래폭풍 중에는 ⅔만큼 치유합니다.

source: HeartGold
de: Herz Gold
fr: Coeur Or
it: Cuore d'oro

source: Height
de: Größe
fr: Taille
it: Altezza
ja: 高さ
ko: 높이

source: Held Items
de: Gehaltene Gegenstände
fr: Objets détenus
it: Oggetti trattenuti

source: Hello, world!
de: Hallo, Welt!
fr: Bonjour, tout le monde !
it: Ciao, mondo!
ja: こんにちは、世界！
ko: 안녕, 세상!

source: Help
de: Hilfe
fr: Aide
it: Aiuto
ja: 助ける
ko: 도와주다

# Help &amp; Info
source: Help & Info
de: Hilfe & Info
fr: Aide et informations
it: Aiuto e informazioni
ja: ヘルプと情報
ko: 도움말 및 정보

source: Herb Poison
de: Kräutergift
fr: Poison aux herbes
it: Veleno alle erbe

source: Hidden
de: Versteckt
fr: Caché
it: Nascosto
ja: 隠れた
ko: 숨겨진

source: High
de: Höhe
fr: Haut
it: Alto
ja: 高い
ko: 높은

source: Hisuian Qwilfish evolves into Overqwill after levelling up while knowing Barb Barrage
de: Hisuian Qwilfish entwickelt sich zu Overqwill, nachdem er aufgestiegen ist, während er Barb Barrage kennt
fr: Hisuian Qwilfish évolue en Overqwill après s'être mis à niveau tout en connaissant Barb Barrage
it: Hisuian Qwilfish si evolve in Overqwill dopo essere salito di livello mentre conosceva Barb Barrage
ja: Hisuian Qwilfishは、Barb Barrageを知りながらレベルアップした後、Overqwillに進化します
ko: Hisuian Qwilfish는 Barb Barrage를 알면서 레벨업한 후 Overqwill로 진화한다

source: Hits 2-5 times in one turn.
de: Trifft 2–5 Mal in einer Runde.
fr: Frappe 2 à 5 fois en un tour.
it: Colpisce 2-5 volte in un turno.
ja: 1ターンに2～5回攻撃します。
ko: 한 턴에 2~5번 공격합니다.

source: Hits 2–5 times.
de: Trifft 2–5 Mal.
fr: Frappe 2 à 5 fois.
it: Colpisce 2-5 volte.
ja: 2～5回ヒットします。
ko: 2~5회 적중합니다.

source: Hits any Pokémon that shares a type with the user.
de: Trifft jedes Pokémon, das vom gleichen Typ ist wie der Benutzer.
fr: Frappe n'importe quel Pokémon partageant un type avec l'utilisateur.
it: Colpisce qualsiasi Pokémon che condivide il tipo con l'utilizzatore.
ja: 使用者と同じタイプを持つポケモンに攻撃します。
ko: 사용자와 같은 유형을 공유하는 포켓몬을 공격합니다.

source: Hits every turn for 2-3 turns, then confuses the user.
de: Trifft 2–3 Runden lang in jeder Runde und verwirrt dann den Benutzer.
fr: Frappe à chaque tour pendant 2-3 tours, puis confond l'utilisateur.
it: Colpisce ogni turno per 2-3 turni, poi confonde l'utilizzatore.
ja: 2～3ターンの間毎ターン攻撃し、その後使用者を混乱させます。
ko: 2~3턴 동안 매 턴마다 명중하며 사용자를 혼란스럽게 합니다.

source: Hits once for every conscious Pokémon the trainer has.
de: Trifft einmal für jedes Pokémon des Trainers, das bei Bewusstsein ist.
fr: Frappe une fois pour chaque Pokémon conscient dont dispose l'entraîneur.
it: Colpisce una volta per ogni Pokémon cosciente dell'allenatore.
ja: トレーナーが持つ意識のあるポケモンの数に応じて 1 回攻撃します。
ko: 트레이너가 가지고 있는 의식 있는 포켓몬마다 한 번씩 명중합니다.

source: Hits the target two turns later.
de: Trifft das Ziel zwei Runden später.
fr: Atteint la cible deux tours plus tard.
it: Colpisce il bersaglio due turni dopo.
ja: 2ターン後にターゲットにヒットします。
ko: 2턴 후에 목표물에 명중합니다.

source: Hits three times, increasing power by 100% with each successful hit.
de: Trifft dreimal und erhöht die Kraft mit jedem erfolgreichen Treffer um 100 %.
fr: Frappe trois fois, augmentant la puissance de 100 % à chaque coup réussi.
it: Colpisce tre volte, aumentando la potenza del 100% con ogni colpo andato a segno.
ja: 3回ヒットし、ヒットするたびに威力が100%増加します。
ko: 세 번 공격합니다. 성공할 때마다 위력이 100% 증가합니다.

source: Hits through Protect and Detect.
de: Treffer durch Schützen und Erkennen.
fr: Passe par Protéger et Détecter.
it: Colpisce attraverso Proteggi e Rileva.
ja: 保護と検出を貫通してヒットします。
ko: 보호 및 탐지를 통해 적중합니다.

source: Hits twice in one turn, with a chance to make the target flinch.
de: Trifft zweimal in einer Runde und hat die Chance, das Ziel zusammenzucken zu lassen.
fr: Frappe deux fois en un tour, avec une chance de faire tressaillir la cible.
it: Colpisce due volte in un turno, con la possibilità di far sussultare il bersaglio.
ja: 1ターンに2回攻撃し、ターゲットをひるませる可能性あり。
ko: 한 턴에 두 번 명중하고, 일정 확률로 대상을 움찔하게 만듭니다.

source: Hits twice in one turn.
de: Trifft zweimal in einer Runde.
fr: Frappe deux fois en un tour.
it: Colpisce due volte in un turno.
ja: 1ターンに2回攻撃します。
ko: 한 턴에 두 번 공격합니다.

source: Hits twice in the same turn. Has a chance to poison the target.
de: Trifft zweimal in derselben Runde. Es besteht die Chance, das Ziel zu vergiften.
fr: Touche deux fois dans le même tour. A une chance d'empoisonner la cible.
it: Colpisce due volte nello stesso turno. Ha la possibilità di avvelenare il bersaglio.
ja: 同じターンに2回攻撃。対象を毒状態にする可能性がある。
ko: 같은 턴에 두 번 적중합니다. 대상을 중독시킬 확률이 있습니다.

source: How to Add Skins to Delta
de: Wie man Skins zu Delta hinzufügt
fr: Comment ajouter des skins à Delta
it: Come aggiungere skin a Delta
ja: デルタにスキンを追加する方法
ko: 델타에 스킨을 추가하는 방법

source: Human Shape
de: Menschliche Form
fr: Forme Humaine
it: Forma umana
ja: 人間の形
ko: 인간의 모양

source: Humanoid
fr: Humanoïde
it: Umanoide
ja: ロボット
ko: 인간 모양의

source: I really value the privacy of my customers, which is why I don’t do any personalised tracking. The only thing I’m interested in is making sure the app works well. — Ben
de: Ich schätze die Privatsphäre meiner Kunden wirklich, weshalb ich kein personalisiertes Tracking mache. Das einzige, was mich interessiert, ist sicherzustellen, dass die App gut funktioniert. — Ben
fr: J'apprécie vraiment la vie privée de mes clients, c'est pourquoi je ne fais pas de suivi personnalisé. La seule chose qui m'intéresse est de m'assurer que l'application fonctionne bien. - Ben
it: Apprezzo davvero la privacy dei miei clienti, motivo per cui non faccio alcun tracciamento personalizzato. L'unica cosa che mi interessa è assicurarmi che l'app funzioni bene. — Ben
ja: 私は顧客のプライバシーを本当に大切にしているので、パーソナライズされた追跡は行いません。私が興味を持っている唯一のことは、アプリがうまく機能することを確認することです。 — ベン
ko: 저는 고객의 사생활을 정말 소중하게 생각합니다. 이것이 제가 개인화된 추적을 하지 않는 이유입니다. 내가 관심 있는 유일한 것은 앱이 잘 작동하는지 확인하는 것이다. — 벤

source: I use open-source artwork, which doesn’t include every form of every creature. I’ll add missing artwork as it becomes available.
de: Ich verwende Open-Source-Kunstwerke, die nicht jede Form jeder Kreatur enthalten. Ich werde fehlende Kunstwerke hinzufügen, sobald sie verfügbar sind.
fr: J'utilise des œuvres d'art open source, qui n'incluent pas toutes les formes de toutes les créatures. J'ajouterai des illustrations manquantes au fur et à mesure qu'elles seront disponibles.
it: Uso opere d'arte open-source, che non includono ogni forma di ogni creatura. Aggiungerò la grafica mancante non appena sarà disponibile.
ja: 私はすべての生き物のすべての形を含まないオープンソースのアートワークを使用しています。不足しているアートワークが利用可能になり次第追加します。
ko: 나는 모든 생물의 모든 형태를 포함하지 않는 오픈 소스 작품을 사용한다. 누락된 작품을 사용할 수 있게 되면 추가할게.

source: Ice
de: Eis
fr: Glace
it: Gelato
ja: 氷
ko: 얼음

source: If target has a berry, inflicts double damage and uses the berry.
de: Wenn das Ziel eine Beere hat, fügt es doppelten Schaden zu und verwendet die Beere.
fr: Si la cible possède une baie, inflige le double des dégâts et utilise la baie.
it: Se il bersaglio ha una bacca, infligge danni doppi e usa la bacca.
ja: 対象がベリーを持っている場合、ダメージを2倍にしてベリーを使用します。
ko: 대상이 베리를 가지고 있다면 2배의 피해를 주고 베리를 사용합니다.

source: If the target is asleep, has double power and wakes it up.
de: Wenn das Ziel schläft, hat es die doppelte Kraft und weckt es auf.
fr: Si la cible est endormie, a un double pouvoir et la réveille.
it: Se il bersaglio è addormentato, ha il doppio potere e lo sveglia.
ja: 対象が眠っている場合、威力が2倍になり、目覚めさせます。
ko: 대상이 잠들어 있으면 2배의 위력을 갖고 깨어납니다.

source: If the target is paralyzed, inflicts double damage and cures the paralysis.
de: Wenn das Ziel gelähmt ist, wird doppelter Schaden verursacht und die Lähmung geheilt.
fr: Si la cible est paralysée, inflige le double des dégâts et guérit la paralysie.
it: Se il bersaglio è paralizzato, infligge danni doppi e cura la paralisi.
ja: 対象が麻痺状態の場合、ダメージを2倍にして麻痺を治します。
ko: 대상이 마비된 경우 2배의 피해를 주고 마비를 치료합니다.

source: If the user faints this turn, the PP of the move that fainted it drops to 0.
de: Wenn der Benutzer in dieser Runde ohnmächtig wird, sinkt der PP der Bewegung, die ihn ohnmächtig gemacht hat, auf 0.
fr: Si l'utilisateur s'évanouit ce tour-ci, le PP du mouvement qui l'a évanoui tombe à 0.
it: Se l'utilizzatore va svenuto in questo turno, i PP della mossa che lo ha fatto svenire scendono a 0.
ja: このターンに使用者が気絶した場合、気絶の原因となった技のPPが0になる。
ko: 이번 턴에 사용자가 기절하면 기절한 기술의 PP가 0으로 떨어집니다.

source: If the user faints this turn, the target automatically will, too.
de: Wenn der Benutzer in dieser Runde ohnmächtig wird, wird das Ziel automatisch ebenfalls ohnmächtig.
fr: Si l'utilisateur s'évanouit ce tour-ci, la cible le sera automatiquement aussi.
it: Se l'utente sviene in questo turno, lo farà anche il bersaglio automaticamente.
ja: 使用者がこのターンに気絶した場合、ターゲットも自動的に気絶します。
ko: 이번 턴에 사용자가 기절하면 대상도 자동으로 기절합니다.
