Repository: BenRiceM/Ketchup-Localisation
Catalog: App Localisation/*.xcloc/Localized Contents/*.xliff
Languages: de, fr, it, ja, ko

source: User digs underground, dodging all attacks, and hits next turn.
de: Der Benutzer gräbt unter der Erde, weicht allen Angriffen aus und schlägt in der nächsten Runde zu.
fr: L'utilisateur creuse sous terre, esquivant toutes les attaques et frappe au tour suivant.
it: L'utente scava sottoterra, schivando tutti gli attacchi e colpisce nel turno successivo.
ja: 使用者は地中を掘り、すべての攻撃を回避し、次のターンに攻撃します。
ko: 사용자는 지하를 파고 모든 공격을 회피하고 다음 턴에 공격합니다.

source: User dives underwater, dodging all attacks, and hits next turn.
de: Der Benutzer taucht unter Wasser, weicht allen Angriffen aus und schlägt in der nächsten Runde zu.
fr: L'utilisateur plonge sous l'eau, esquivant toutes les attaques et frappe le tour suivant.
it: L'utente si tuffa sott'acqua, schivando tutti gli attacchi e colpisce nel turno successivo.
ja: 使用者は水中に潜り、すべての攻撃を回避し、次のターンに攻撃します。
ko: 사용자는 물속에 잠수하여 모든 공격을 회피하고 다음 턴에 공격합니다.

source: User faints, and its replacement is fully healed.
de: Der Benutzer wird ohnmächtig und sein Ersatz wird vollständig geheilt.
fr: L'utilisateur s'évanouit et son remplaçant est complètement guéri.
it: L'utilizzatore sviene e il suo sostituto viene completamente guarito.
ja: 使用者は気絶し、代わりの使用者は完全に回復します。
ko: 사용자는 기절하고 교체된 사람은 완전히 치유됩니다.

source: User faints.
de: Der Benutzer wird ohnmächtig.
fr: L'utilisateur s'évanouit.
it: L'utente sviene.
ja: ユーザーが気絶します。
ko: 사용자가 기절합니다.

source: User faints. Its replacement has its HP fully restored and any major status effect removed.
de: Der Benutzer wird ohnmächtig. Die KP seines Ersatzes werden vollständig wiederhergestellt und alle größeren Statuseffekte werden entfernt.
fr: L'utilisateur s'évanouit. Son remplaçant voit ses HP entièrement restaurés et tout effet de statut majeur supprimé.
it: L'utente sviene. Il suo sostituto ripristina completamente i suoi HP e rimuove qualsiasi effetto di stato importante.
ja: 使用者は気絶します。代わりに使用された者の HP は完全に回復し、主要なステータス効果は解除されます。
ko: 사용자가 기절합니다. 교체품의 HP가 완전히 회복되고 주요 상태 효과가 제거됩니다.

source: User flies high into the air, dodging all attacks, and hits next turn.
de: Der Benutzer fliegt hoch in die Luft, weicht allen Angriffen aus und schlägt in der nächsten Runde zu.
fr: L'utilisateur vole haut dans les airs, esquivant toutes les attaques et frappe le tour suivant.
it: L'utilizzatore vola in aria, schivando tutti gli attacchi e colpisce nel turno successivo.
ja: 使用者は空高く飛び上がり、全ての攻撃を回避し、次のターンに攻撃します。
ko: 사용자는 공중으로 높이 날아올라 모든 공격을 회피하고 다음 턴에 공격합니다.

source: User foregoes its next turn to recharge.
de: Der Benutzer verzichtet auf seinen nächsten Zug zum Aufladen.
fr: L'utilisateur renonce à son prochain tour pour recharger.
it: L'utente rinuncia al turno successivo per ricaricarsi.
ja: ユーザーは再充電のために次のターンを放棄します。
ko: 사용자는 재충전을 위해 다음 차례를 포기합니다.

source: User is immune to Ground moves and effects for five turns.
de: Der Benutzer ist fünf Runden lang immun gegen Bodenbewegungen und Effekte.
fr: L'utilisateur est immunisé contre les mouvements et effets au sol pendant cinq tours.
it: L'utente è immune alle mosse e agli effetti di terra per cinque turni.
ja: 使用者は 5 ターンの間、地上技と効果の影響を受けなくなります。
ko: 사용자는 5턴 동안 지상 이동 및 효과에 면역이 됩니다.

source: User must switch out after attacking.
de: Der Benutzer muss nach dem Angriff auswechseln.
fr: L'utilisateur doit se déconnecter après avoir attaqué.
it: L'utente deve uscire dopo aver attaccato.
ja: ユーザーは攻撃後に切り替えなければなりません。
ko: 사용자는 공격 후에 스위치를 꺼야 합니다.

source: User pays half its max HP to max out its Attack.
de: Der Benutzer zahlt die Hälfte seiner maximalen KP, um seinen Angriff zu maximieren.
fr: L'utilisateur paie la moitié de ses PV maximum pour maximiser son attaque.
it: L'utente paga metà dei suoi HP massimi per massimizzare il suo attacco.
ja: ユーザーは最大 HP の半分を支払って攻撃力を最大にします。
ko: 사용자는 공격을 최대화하기 위해 최대 HP의 절반을 지불합니다.

source: User receives 1/2 its HP in recoil.
de: Der Benutzer erhält die Hälfte seiner KP durch Rückstoß zurück.
fr: L'utilisateur reçoit la moitié de ses PV en recul.
it: L'utente riceve 1/2 dei suoi HP in rinculo.
ja: 使用者は反動で HP の半分を受けます。
ko: 사용자는 반동으로 HP의 1/2을 받습니다.

source: User receives 1/2 the damage inflicted in recoil.
de: Der Benutzer erleidet die Hälfte des durch den Rückstoß verursachten Schadens.
fr: L'utilisateur reçoit la moitié des dégâts infligés en recul.
it: L'utilizzatore riceve la metà del danno inflitto durante il rinculo.
ja: 使用者は反動で与えたダメージの半分を受けます。
ko: 사용자는 반동으로 인해 입는 피해의 1/2을 받습니다.

source: User receives 1/3 the damage inflicted in recoil.
de: Der Benutzer erleidet 1/3 des durch den Rückstoß verursachten Schadens.
fr: L'utilisateur reçoit 1/3 des dégâts infligés en recul.
it: L'utente riceve 1/3 del danno inflitto durante il rinculo.
ja: 使用者は反動で与えられたダメージの 1/3 を受けます。
ko: 사용자는 반동으로 인해 입는 피해의 1/3을 받습니다.

source: User receives 1/4 the damage it inflicts in recoil.
de: Der Benutzer erleidet 1/4 des durch den Rückstoß verursachten Schadens.
fr: L'utilisateur reçoit 1/4 des dégâts qu'il inflige en recul.
it: L'utilizzatore riceve 1/4 del danno inflitto in caso di rinculo.
ja: 使用者は反動で与えたダメージの 1/4 を受けます。
ko: 사용자는 반동으로 인해 입는 피해의 1/4을 받습니다.

source: User recovers the item it last used up.
de: Der Benutzer stellt den zuletzt verwendeten Gegenstand wieder her.
fr: L'utilisateur récupère l'élément qu'il a utilisé en dernier.
it: L'utente recupera l'ultimo oggetto utilizzato.
ja: ユーザーは最後に使用したアイテムを回復します。
ko: 사용자가 마지막으로 사용한 항목을 복구합니다.

source: User sleeps for two turns, completely healing itself.
de: Der Benutzer schläft zwei Runden lang und heilt sich vollständig.
fr: L'utilisateur qui dors pendant deux tours, se ressource complètement.
it: L'utilizzatore dorme per due turni, curandosi completamente.
ja: 使用者は 2 ターン眠り、自身の体力を完全に回復します。
ko: 사용자는 2턴 동안 잠을 자고 완전히 치유됩니다.

source: User swaps Attack and Defense.
de: Der Benutzer vertauscht Angriff und Verteidigung.
fr: L'utilisateur échange l'attaque et la défense.
it: L'utente scambia Attacco e Difesa.
ja: ユーザーは攻撃と防御を入れ替えます。
ko: 사용자는 공격과 방어를 교환합니다.

source: User swaps Attack and Special Attack changes with the target.
de: Der Benutzer tauscht Angriffs- und Spezialangriffsänderungen mit dem Ziel.
fr: L'utilisateur échange les modifications d'attaque et d'attaque spéciale avec la cible.
it: L'utente scambia le modifiche all'attacco e all'attacco speciale con il bersaglio.
ja: ユーザーはターゲットと攻撃と特殊攻撃の変更を交換します。
ko: 사용자는 공격 및 특수 공격 변경 사항을 대상으로 바꿉니다.

source: User swaps Defense and Special Defense changes with the target.
de: Der Benutzer tauscht Änderungen in der Verteidigung und Spezialverteidigung mit dem Ziel.
fr: L'utilisateur échange les modifications de défense et de défense spéciale avec la cible.
it: L'utente scambia le modifiche alla Difesa e alla Difesa speciale con il bersaglio.
ja: ユーザーはターゲットと防御と特殊防御の変更を交換します。
ko: 사용자는 방어 및 특수 방어 변경 사항을 대상으로 바꿉니다.

source: User switches places with the friendly Pokémon opposite it.
de: Der Benutzer tauscht mit dem ihm gegenüberliegenden befreundeten Pokémon den Platz.
fr: L'utilisateur change de place avec le Pokémon amical en face de lui.
it: L'utente scambia di posto con il Pokémon amico di fronte.
ja: ユーザーは、向かい側にいる友好的なポケモンと場所を交換します。
ko: 사용자는 반대편에 있는 친근한 포켓몬과 장소를 바꿉니다.

source: User takes 1/3 the damage inflicted in recoil. Has a chance to burn the target.
de: Der Benutzer erleidet 1/3 des durch den Rückstoß verursachten Schadens. Es besteht die Möglichkeit, dass das Ziel Verbrennungen erleidet.
fr: L'utilisateur subit 1/3 des dégâts infligés par le recul. A une chance de brûler la cible.
it: L'utilizzatore subisce 1/3 del danno inflitto durante il rinculo. Ha la possibilità di bruciare il bersaglio.
ja: 使用者は反動で与えたダメージの 1/3 を受ける。対象を燃やす可能性がある。
ko: 사용자는 반동으로 인해 입는 피해의 1/3을 받습니다. 대상을 불태울 확률이 있습니다.

source: User takes 1/3 the damage inflicted in recoil. Has a chance to paralyze the target.
de: Der Benutzer erleidet 1/3 des durch den Rückstoß verursachten Schadens. Es besteht die Chance, das Ziel zu lähmen.
fr: L'utilisateur subit 1/3 des dégâts infligés par le recul. A une chance de paralyser la cible.
it: L'utilizzatore subisce 1/3 del danno inflitto durante il rinculo. Ha la possibilità di paralizzare il bersaglio.
ja: 使用者は反動で与えたダメージの 1/3 を受ける。対象を麻痺させる可能性がある。
ko: 사용자는 반동으로 인해 입는 피해의 1/3을 받습니다. 대상을 마비시킬 확률이 있습니다.

source: User takes 1/4 its max HP in recoil.
de: Der Benutzer erleidet durch Rückstoß 1/4 seiner maximalen KP.
fr: L'utilisateur prend 1/4 de ses HP max en recul.
it: L'utente prende 1/4 dei suoi HP massimi in rinculo.
ja: 使用者は反動で最大 HP の 1/4 を受けます。
ko: 반동 시 사용자는 최대 HP의 1/4을 차지합니다.

source: User touches the target. This triggers some abilities and items.
de: Der Benutzer berührt das Ziel. Dies löst einige Fähigkeiten und Gegenstände aus.
fr: L'utilisateur touche la cible. Cela déclenche certaines capacités et certains objets.
it: L'utente tocca il bersaglio. Questo innesca alcune abilità e oggetti.
ja: ユーザーはターゲットに触れます。これはいくつかの能力とアイテムをトリガーします。
ko: 사용자가 대상을 만진다. 이것은 몇몇 능력과 아이템을 촉발시킨다.

source: User vanishes, dodging all attacks, and hits next turn. Hits through Protect and Detect.
de: Der Benutzer verschwindet, weicht allen Angriffen aus und schlägt in der nächsten Runde zu. Trifft durch Schützen und Erkennen.
fr: L'utilisateur disparaît, esquivant toutes les attaques et frappe le tour suivant. Passe par Protéger et Détecter.
it: L'utilizzatore svanisce, schivando tutti gli attacchi, e colpisce nel turno successivo. Colpisce attraverso Proteggi e Rileva.
ja: 使用者は消え、すべての攻撃を回避し、次のターンに攻撃します。プロテクトとディテクトを貫通して攻撃します。
ko: 사용자는 사라지고 모든 공격을 회피한 후 다음 턴에 공격합니다. 보호 및 탐지를 통해 적중합니다.

source: User waits for two turns, then hits back for twice the damage it took.
de: Der Benutzer wartet zwei Runden und schlägt dann zurück und verursacht den doppelten Schaden, den er erlitten hat.
fr: L'utilisateur attend deux tours, puis riposte en infligeant deux fois les dégâts qu'il a subis.
it: L'utilizzatore attende per due turni, poi contrattacca infliggendo il doppio del danno subito.
ja: ユーザーは 2 ターン待機し、受けたダメージの 2 倍のダメージを反撃します。
ko: 사용자는 두 턴을 기다린 후, 받은 피해의 두 배만큼 반격합니다.

source: User will recover half its max HP at the end of the next turn.
de: Der Benutzer stellt am Ende der nächsten Runde die Hälfte seiner maximalen KP wieder her.
fr: L'utilisateur récupérera la moitié de ses PV maximum à la fin du tour suivant.
it: L'utente recupererà metà dei suoi HP massimi alla fine del turno successivo.
ja: 次のターン終了時に、使用者の最大 HP の半分が回復します。
ko: 사용자는 다음 턴이 끝날 때 최대 HP의 절반을 회복합니다.

source: Users Field
de: Benutzerfeld
fr: Champ Utilisateurs
it: Campo Utenti
ja: ユーザーフィールド
ko: 사용자 필드

source: User’s type changes to match the terrain.
de: Der Benutzertyp ändert sich, um sich dem Gelände anzupassen.
fr: Le type de l’utilisateur change pour correspondre au terrain.
it: Il tipo dell'utente cambia per adattarsi al terreno.
ja: 地形に合わせてユーザーのタイプが変化します。
ko: 사용자의 유형은 지형에 맞게 변경됩니다.

source: User’s type changes to the type of one of its moves at random.
de: Der Typ des Benutzers ändert sich zufällig zum Typ einer seiner Bewegungen.
fr: Le type de l’utilisateur change au hasard pour le type de l’un de ses mouvements.
it: Il tipo dell'utente cambia casualmente nel tipo di una delle sue mosse.
ja: 使用者のタイプが、その技の 1 つのタイプにランダムに変更されます。
ko: 사용자의 유형은 무작위로 해당 동작 중 하나의 유형으로 변경됩니다.

source: Uses a move which depends upon the terrain.
de: Verwendet eine Bewegung, die vom Gelände abhängt.
fr: Utilise un mouvement qui dépend du terrain.
it: Utilizza una mossa che dipende dal terreno.
ja: 地形に応じた動きをします。
ko: 지형에 따라 이동을 사용합니다.

source: Uses the target’s last used move.
de: Verwendet die zuletzt verwendete Bewegung des Ziels.
fr: Utilise le dernier mouvement utilisé par la cible.
it: Utilizza l'ultima mossa utilizzata dal bersaglio.
ja: ターゲットが最後に使用した技を使用します。
ko: 대상이 마지막으로 사용한 기술을 사용합니다.

source: Uses the target’s move against it before it attacks, with power increased by half.
de: Verwendet die Bewegung des Ziels gegen dieses, bevor es angreift, mit um die Hälfte erhöhter Kraft.
fr: Utilise le mouvement de la cible contre elle avant qu'elle n'attaque, avec une puissance augmentée de moitié.
it: Utilizza il movimento del bersaglio contro di esso prima che attacchi, con la potenza aumentata della metà.
ja: 攻撃前に対象の技を逆手に取り、威力を半分にする。
ko: 공격하기 전에 대상의 움직임을 사용하며 위력이 절반으로 증가합니다.

source: Using Devon Scope
de: Verwenden des Devon Scope
fr: Utilisation de la portée Devon
it: Utilizzando Devon Scope
ko: Devon 범위 사용

source: Using Island Scan
de: Verwenden von Island Scan
fr: Utilisation de l'analyse d'îlot
it: Utilizzo della scansione dell'isola
ko: 아일랜드 스캔 사용

source: Using the Squirt Bottle on a Sudowoodo
de: Die Verwendung der Spritzflasche bei einem Mogelbaum
fr: Utiliser la bouteille Squirt sur un Sudowoodo
it: Usare la bottiglia a spruzzo su un Sudowoodo
ko: 수도우도에 물병 사용하기

source: Using the Wailmer Pail on a Sudowoodo
de: Den Wailmer-Eimer auf einem Mogelbaum verwenden
fr: Utiliser le seau Wailmer sur un Sudowoodo
it: Usare il secchio Wailmer su un Sudowoodo
ko: Sudowoodo에서 Wailmer Pail 사용하기

source: View Legacy Data
de: Ältere Daten anzeigen
fr: Afficher les données héritées
it: Visualizza dati preesistenti
ko: 기존 데이터 보기

source: View Options
de: Optionen anzeigen
fr: Voir les options
it: Opzioni di visualizzazione
ja: オプションの表示
ko: 보기 옵션

source: Violet
de: Purpur
it: Violetto
ko: 보라색

source: Vitamins
de: Vitamine
fr: Vitamines
it: Vitamine

source: Walking in bridge shadows
de: Im Schatten einer Brücke spazieren
fr: Marcher dans l'ombre des ponts
it: Camminare nell'ombra del ponte
ko: 다리 그림자 속을 걷다

source: Walking in dark grass
de: Wandern im dunklen Gras
fr: Marcher dans l'herbe sombre
it: Camminare nell'erba scura
ko: 어두운 풀밭을 걷는다

source: Walking in dust clouds
de: Wandern in Staubwolken
fr: Marcher dans des nuages de poussière
it: Camminare tra nuvole di polvere
ko: 먼지 구름 속을 걷다

source: Walking in purple flowers
de: Spaziergang durch lila Blumen
fr: Marcher dans les fleurs violettes
it: Camminare tra i fiori viola
ko: 보라색 꽃 속을 걷다

source: Walking in red flowers
de: In roten Blumen spazieren
fr: Marcher dans les fleurs rouges
it: Camminare tra i fiori rossi
ko: 붉은 꽃 속을 걷다

source: Walking in rustling grass
de: Wandern im raschelnden Gras
fr: Marcher dans l'herbe bruissante
it: Camminare nell'erba frusciante
ko: 바스락거리는 풀밭을 걷는다

source: Walking in tall grass or a cave
de: Wandern im hohen Gras oder in einer Höhle
fr: Marcher dans les herbes hautes ou dans une grotte
it: Camminare nell'erba alta o in una grotta
ko: 키가 큰 풀밭이나 동굴에서 걷기

source: Walking in yellow flowers
de: Spaziergang durch gelbe Blumen
fr: Marcher dans les fleurs jaunes
it: Camminare tra i fiori gialli
ko: 노란 꽃 속을 걷다

source: Walking on rough terrain
de: Gehen auf unebenem Gelände
fr: Marcher sur un terrain accidenté
it: Camminare su terreni accidentati
ko: 거친 지형을 걷는다

source: Water
de: Wasser
fr: Eau
it: Acqua
ja: お湯
ko: 물을 싣다

source: Water 1
de: Wasser 1
fr: Eau 1
it: Acqua 1
ja: 水1
ko: 물 1

source: Water 2
de: Wasser 2
fr: Eau 2
it: Acqua 2
ja: 水2
ko: 물 2

source: Water 3
de: Wasser 3
fr: Eau 3
it: Acqua 3
ja: 水3
ko: 물 3

source: Weaknesses
de: Schwächen
fr: Faiblesses
it: Debolezze
ja: 弱点
ko: 약점

source: Weight
de: Gewicht
fr: Poids
it: Peso
ja: 重さ
ko: 무게

source: Welcome to
de: Willkommen bei
fr: Bienvenue à
it: Benvenuto a
ja: ようこそ
ko: 오신 것을 환영합니다

source: What’s Delta, and what are skins?
de: Was ist Delta und was sind Skins?
fr: Qu'est-ce que Delta, et que sont les Skins?
it: Cos'è Delta e cosa sono le pelli?
ja: デルタとは何ですか、そしてスキンは何ですか?
ko: 델타는 무엇이고, 스킨은 무엇인가요?

source: What’s the difference between the two prices for Ketchup+?
de: Was ist der Unterschied zwischen den beiden Preisen für Ketchup+?
fr: Quelle est la différence entre les deux prix de Ketchup+?
it: Qual è la differenza tra i due prezzi per Ketchup+?
ja: ケチャップ+の2つの価格の違いは何ですか?
ko: 케첩+의 두 가격의 차이점은 무엇인가요?

source: What’s the legacy data?
de: Was sind die Legacy-Daten?
fr: Quelles sont les données héritées?
it: Quali sono i dati legacy?
ja: レガシーデータは何ですか?
ko: 레거시 데이터는 무엇인가요?

source: While I do read every message, as I'm just one person, I’m not able to respond to every one. I hope you understand, and thanks for your feedback. — Ben
de: Während ich jede Nachricht lese, da ich nur eine Person bin, bin ich nicht in der Lage, auf jede Person zu antworten. Ich hoffe, Sie verstehen, und danke für Ihr Feedback. - Ben
fr: Bien que je lise chaque message, comme je ne suis qu’une seule personne, je ne suis pas en mesure de répondre à chacun d’entre eux. J’espère que vous comprenez, et merci pour vos commentaires. - Ben
it: Mentre leggo ogni messaggio, essendo solo una persona, non sono in grado di rispondere a tutti. Spero che tu capisca, e grazie per il tuo feedback. — Ben
ja: 私はすべてのメッセージを読んでいますが、私は一人なので、すべての人に返信することはできません。ご理解いただければ幸いです。フィードバックありがとうございます。 — ベン
ko: 나는 모든 메시지를 읽는 동안, 나는 단지 한 사람이기 때문에, 모든 사람에게 응답할 수 없다. 이해해주시길 바라며, 피드백에 감사드립니다. — 벤

source: While playing on the Virtual Console edition of the game.
de: Während des Spielens auf der Virtual Console-Edition des Spiels.
fr: En jouant sur l'édition Console Virtuelle du jeu.
it: Mentre giochi sull'edizione Virtual Console del gioco.
ko: 가상 콘솔 버전의 게임을 플레이하는 동안.

source: While your first party Pokémon has high friendship.
de: Während Ihr erstes Party-Pokémon eine hohe Freundschaftsrate hat.
fr: Alors que votre Pokémon du premier groupe a une grande amitié.
it: Mentre i tuoi Pokémon di prima squadra hanno un alto livello di amicizia.
ko: 첫 번째 파티 포켓몬은 친밀도가 높습니다.

source: White
de: Weiß
fr: Blanc
it: Bianco
ko: 흰색

source: White 2
de: Weiß 2
fr: Blanc 2
it: Bianco 2
ko: 화이트 2

source: Who’s That Pokémon?!
de: Was ist das für ein Pokémon?!
fr: Qui est ce Pokémon?!
it: Chi È Quel Pokémon?!
ja: あのポケモンは誰？！
ko: 저 포켓몬은 누구야?!

source: Wings
de: Flügel
fr: Ailes
it: Ali
ja: 翼
ko: 날개

source: With
de: Mit
fr: Avec
it: Con
ko: 와 함께

source: With Fire Pledge, damages opposing Pokémon for 1/8 their max HP every turn for four turns.
de: Mit „Feuerschwur“ fügen Sie gegnerischen Pokémon vier Runden lang pro Runde 1/8 ihrer maximalen KP Schaden zu.
fr: Avec Fire Pledge, endommage les Pokémon adverses pour 1/8 de leurs PV maximum à chaque tour pendant quatre tours.
it: Con Fire Pledge, danneggia i Pokémon avversari per 1/8 dei loro HP massimi ogni turno per quattro turni.
ja: 炎の誓いを持つポケモンは、4ターンの間、毎ターン最大HPの1/8のダメージを相手ポケモンに与えます。
ko: 불의 서약을 사용하면 4턴 동안 매 턴 상대 포켓몬의 최대 HP의 1/8만큼 피해를 줍니다.

source: With Fusion Bolt, inflicts double damage.
de: Fügt mit Fusion Bolt doppelten Schaden zu.
fr: Avec Fusion Bolt, inflige le double des dégâts.
it: Con Fusion Bolt, infligge danni doppi.
ja: フュージョンボルトを使用すると、ダメージが2倍になります。
ko: 퓨전 볼트를 사용하면 두 배의 피해를 줍니다.

source: With Fusion Flare, inflicts double damage.
de: Fügt mit Fusion Flare doppelten Schaden zu.
fr: Avec Fusion Flare, inflige le double de dégâts.
it: Con Fusion Flare, infligge danni doppi.
ja: フュージョンフレアを使用すると、ダメージが2倍になります。
ko: 융합 플레어를 사용하면 두 배의 피해를 입힙니다.

source: With Grass Pledge, halves opposing Pokémon’s Speed for four turns.
de: Halbiert mit Grasversprechen die Geschwindigkeit gegnerischer Pokémon für vier Runden.
fr: Avec Grass Pledge, réduit de moitié la vitesse du Pokémon adverse pendant quatre tours.
it: Con Grass Pledge, dimezza la velocità dei Pokémon avversari per quattro turni.
ja: 草の誓いにより、相手のポケモンの素早さを4ターン半減させる。
ko: 풀의 맹세를 사용하면 4턴 동안 상대 포켓몬의 속도가 절반으로 감소합니다.

source: With PokéRadar active.
de: Mit aktivem PokéRadar.
fr: Avec PokéRadar actif.
it: Con PokéRadar attivo.
ko: PokéRadar가 활성화된 상태에서.

source: With Regirock, Regice, and Registeel in your party.
de: Mit Regirock, Regice und Registeel in Ihrer Gruppe.
fr: Avec Regirock, Regice et Registeel dans votre groupe.
it: Con Regirock, Regice e Registeel nel tuo gruppo.
ko: Regirock, Regice, Registeel과 함께 파티에 참여하세요.

source: With Water Pledge, doubles the effect chance of friendly Pokémon’s moves for four turns.
de: Mit Water Pledge wird die Effektchance der Attacken befreundeter Pokémon vier Runden lang verdoppelt.
fr: Avec Water Pledge, double les chances d’effet des mouvements des Pokémon amis pendant quatre tours.
it: Con Water Pledge, raddoppia la probabilità di effetto delle mosse dei Pokémon amici per quattro turni.
ja: 水の誓いにより、4ターンの間、味方ポケモンの技の効果確率が2倍になる。
ko: 물의 맹세를 사용하면 4턴 동안 아군 포켓몬의 기술 효과 확률이 2배로 증가합니다.

source: With an Event Arceus in your party.
de: Mit einem Event Arceus in Ihrer Gruppe.
fr: Avec un événement Arceus dans votre groupe.
it: Con un Arceus evento nel tuo gruppo.
ko: 파티에 이벤트 Arceus가 있습니다.

source: With the Adamant Orb.
de: Mit der Adamant-Kugel.
fr: Avec l'Orbe Adamant.
it: Con la sfera adamantina.
ko: 아다만트 오브와 함께.

source: With the Claw Fossil.
de: Mit dem Klauenfossil.
fr: Avec le fossile de griffe.
it: Con il fossile artiglio.
ko: 발톱 화석으로.

source: With the Dome Fossil.
de: Mit dem Dome Fossil.
fr: Avec le Dôme Fossile.
it: Con la Cupola Fossile.
ko: 돔 화석과 함께.

source: With the Helix Fossil.
de: Mit dem Helix-Fossil.
fr: Avec l'Helix Fossil.
it: Con il fossile dell'elica.
ko: 나선 화석으로.

source: With the Lustrous Orb.
de: Mit der glänzenden Kugel.
fr: Avec l'Orbe Brillant.
it: Con la Sfera Lucente.
ko: 빛나는 오브와 함께.

source: With the Odd Keystone.
de: Mit dem seltsamen Schlussstein.
fr: Avec l'étrange clé de voûte.
it: Con la strana chiave di volta.
ko: 홀수 키스톤으로.

source: With the Old Amber.
de: Mit dem alten Bernstein.
fr: Avec le Vieil Ambre.
it: Con l'Ambra Antica.
ko: 올드 앰버와 함께.

source: With the PokéGear Radio set to Hoenn Sounds.
de: Mit dem PokéGear-Radio auf Hoenn-Sounds eingestellt.
fr: Avec la radio PokéGear réglée sur Hoenn Sounds.
it: Con la radio PokéGear impostata su Hoenn Sounds.
ko: PokéGear Radio를 Hoenn Sounds로 설정합니다.

source: With the PokéGear Radio set to Sinnoh Sounds.
de: Mit dem PokéGear-Radio auf Sinnoh-Sounds eingestellt.
fr: Avec la radio PokéGear réglée sur Sinnoh Sounds.
it: Con la radio PokéGear impostata sui suoni di Sinnoh.
ko: PokéGear Radio를 Sinnoh Sounds로 설정합니다.

source: With the Root Fossil.
de: Mit dem Wurzelfossil.
fr: Avec le fossile racine.
it: Con la Radice Fossile.
ko: 뿌리화석으로.

source: Yellow
de: Gelb
fr: Jaune
it: Giallo
ko: 노란색

source: You haven’t caught any pokemon yet!
de: Du hast noch kein Pokémon gefangen!
fr: Vous n’avez pas encore attrapé de Pokémon!
it: Non hai ancora preso nessun pokemon!
ja: あなたはまだポケモンを捕まえていません!
ko: 넌 아직 포켓몬을 잡지 못했어!

source: You haven’t caught any shinies yet!
de: Du hast noch keine Shiny gefangen!
fr: Vous n’avez pas encore attrapé de shinyies!
it: Non hai ancora preso nessuno shinies!
ja: あなたはまだシャイニーを捕まえていません!
ko: 넌 아직 샤이니를 잡지 못했어!

source: You’ve caught every shiny!
de: Du hast alle Shiny gefangen!
fr: Vous avez attrapé tous les Shinies!
it: Hai preso ogni lucido!
ja: あなたはすべてのピカピカを捕まえました!
ko: 너는 모든 반짝이는 것을 잡았어!

source: You’ve caught them all, now your cause is to train them.
de: Du hast sie alle geschnappt. Jetzt geht’s ans Training.
fr: Vous les avez tous attrapés, maintenant votre cause est de les former.
it: Li hai presi tutti, ora la tua causa è addestrarli.
ja: あなたはそれらをすべて捕まえました、今あなたの原因は彼らを訓練することです。
ko: 당신은 그들을 모두 잡았고, 이제 당신의 원인은 그들을 훈련시키는 것입니다.

source: You’ve got it
de: Geschnappt
fr: Vous l'avez
it: Ce l'hai
ja: あなたはそれを持っています
ko: 네가 해냈어

source: Z-Crystals
de: Z-Kristalle
fr: Cristaux Z
it: Cristalli Z

source: a specific creature
de: eine bestimmte Kreatur
fr: une créature spécifique
it: una creatura specifica
ja: 特定の生き物
ko: 특정한 생물

source: a specific item
de: ein bestimmter Artikel
fr: un article spécifique
it: un elemento specifico
ja: 特定のアイテム
ko: 특정 항목

source: after using Agile Style Psyshield Bash at least 20 times
de: nachdem Tempotechnik Barrierenstoß mindestens 20 Mal verwendet wurde
fr: après avoir utilisé Agile Style Psyshield Bash au moins 20 fois
it: dopo aver usato Agile Style Psyshield Bash almeno 20 volte
ja: アジャイルスタイルPsyshield Bashを少なくとも20回使用した後
ko: 애자일 스타일 싸이실드 배쉬를 최소 20번 사용한 후

source: all features + tip
de: Alle Funktionen + Tipp
fr: toutes les fonctionnalités + conseil
it: Tutte le caratteristiche + suggerimento
ja: すべての機能+ヒント
ko: 모든 기능 + 팁
