Repository: BenRiceM/Ketchup-Localisation
Catalog: App Localisation/*.xcloc/Localized Contents/*.xliff
Languages: de, fr, it, ja, ko

source: Raises the user’s Attack by two stages.
de: Erhöht den Angriff des Benutzers um zwei Stufen.
fr: Augmente l'attaque de l'utilisateur de deux niveaux.
it: Aumenta l'Attacco dell'utilizzatore di due stadi.
ja: 使用者の攻撃力を2段階上昇させる。
ko: 사용자의 공격력을 2단계 상승시킵니다.

source: Raises the user’s Attack, Defense, and accuracy by one stage each.
de: Erhöht Angriff, Verteidigung und Genauigkeit des Benutzers jeweils um eine Stufe.
fr: Augmente l'attaque, la défense et la précision de l'utilisateur d'un niveau chacune.
it: Aumenta l'attacco, la difesa e la precisione dell'utente di un livello ciascuno.
ja: 使用者の攻撃力、防御力、命中力をそれぞれ1段階上昇させる。
ko: 사용자의 공격력, 방어력, 정확도를 한 단계씩 올려줍니다.

source: Raises the user’s Defense and Special Defense by one stage.
de: Erhöht die Verteidigung und Spezialverteidigung des Benutzers um eine Stufe.
fr: Augmente la défense et la défense spéciale de l'utilisateur d'un niveau.
it: Aumenta la Difesa e la Difesa Speciale dell'utilizzatore di uno stadio.
ja: 自身の防御力と特防力を1段階上げる。
ko: 사용자의 방어력과 특수방어력을 한 단계 올려줍니다.

source: Raises the user’s Defense by one stage.
de: Erhöht die Verteidigung des Benutzers um eine Stufe.
fr: Augmente la défense de l'utilisateur d'un niveau.
it: Aumenta la Difesa dell'utilizzatore di uno stadio.
ja: 使用者の防御力を1段階上げる。
ko: 사용자의 방어력을 한 단계 높인다.

source: Raises the user’s Defense by one stage. User charges for one turn before attacking.
de: Erhöht die Verteidigung des Benutzers um eine Stufe. Der Benutzer lädt eine Runde lang auf, bevor er angreift.
fr: Augmente la défense de l'utilisateur d'un niveau. L'utilisateur charge pendant un tour avant d'attaquer.
it: Aumenta la Difesa dell'utilizzatore di uno stadio. L'utente carica per un turno prima di attaccare.
ja: 使用者の防御力を1段階上げる。使用者は攻撃前に1ターンの間チャージする。
ko: 사용자의 방어력을 한 단계 높인다. 사용자는 공격하기 전에 한 턴 동안 충전합니다.

source: Raises the user’s Defense by three stages.
de: Erhöht die Verteidigung des Benutzers um drei Stufen.
fr: Augmente la défense de l'utilisateur de trois niveaux.
it: Aumenta la Difesa dell'utente di tre livelli.
ja: 使用者の防御力を3段階上昇させる。
ko: 사용자의 방어력을 3단계 올려줍니다.

source: Raises the user’s Defense by two stages.
de: Erhöht die Verteidigung des Benutzers um zwei Stufen.
fr: Augmente la défense de l'utilisateur de deux niveaux.
it: Aumenta la Difesa dell'utente di due livelli.
ja: 使用者の防御力を2段階上昇させる。
ko: 사용자의 방어력을 2단계 올려줍니다.

source: Raises the user’s Special Attack and Special Defense by one stage.
de: Erhöht den Spezialangriff und die Spezialverteidigung des Benutzers um eine Stufe.
fr: Augmente l'attaque spéciale et la défense spéciale de l'utilisateur d'un niveau.
it: Aumenta l'Attacco Speciale e la Difesa Speciale dell'utente di uno stadio.
ja: 自身の特攻と特防を1段階上げる。
ko: 사용자의 특수공격과 특수방어를 한 단계 올려준다.

source: Raises the user’s Special Attack by one stage.
de: Erhöht den Spezialangriff des Benutzers um eine Stufe.
fr: Augmente l'attaque spéciale de l'utilisateur d'un niveau.
it: Aumenta l'Attacco Speciale dell'utente di uno stadio.
ja: 使用者の特殊攻撃力を1段階上げる。
ko: 사용자의 특수공격을 한 단계 올려준다.

source: Raises the user’s Special Attack by three stages.
de: Erhöht den Spezialangriff des Benutzers um drei Stufen.
fr: Augmente l'attaque spéciale de l'utilisateur de trois niveaux.
it: Aumenta l'attacco speciale dell'utente di tre livelli.
ja: 使用者の特殊攻撃力を3段階上昇させる。
ko: 사용자의 특수공격을 3단계 상승시킨다.

source: Raises the user’s Special Attack by two stages.
de: Erhöht den Spezialangriff des Benutzers um zwei Stufen.
fr: Augmente l'attaque spéciale de l'utilisateur de deux niveaux.
it: Aumenta l'Attacco Speciale dell'utente di due livelli.
ja: 使用者の特殊攻撃力を2段階上昇させる。
ko: 사용자의 특수공격을 2단계 상승시킨다.

source: Raises the user’s Special Attack, Special Defense, and Speed by one stage each.
de: Erhöht den Spezialangriff, die Spezialverteidigung und die Geschwindigkeit des Benutzers jeweils um eine Stufe.
fr: Augmente l'attaque spéciale, la défense spéciale et la vitesse de l'utilisateur d'un niveau chacune.
it: Aumenta l'attacco speciale, la difesa speciale e la velocità dell'utente di uno stadio ciascuno.
ja: 自身の特攻、特防、素早さをそれぞれ1段階上げる。
ko: 사용자의 특수공격, 특수방어, 스피드를 각각 1단계씩 올려준다.

source: Raises the user’s Special Defense by one stage. User’s Electric moves have doubled power next turn.
de: Erhöht die Spezialverteidigung des Benutzers um eine Stufe. Die Elektroangriffe des Benutzers haben in der nächsten Runde die doppelte Kraft.
fr: Augmente la défense spéciale de l'utilisateur d'un niveau. Les mouvements électriques de l’utilisateur ont doublé leur puissance au prochain tour.
it: Aumenta la Difesa Speciale dell'utilizzatore di uno stadio. Le mosse elettriche dell'utente hanno una potenza raddoppiata nel turno successivo.
ja: 自身の特防を1段階上げる。次のターン、自身の電気技の威力が2倍になる。
ko: 사용자의 특수방어력을 한 단계 올려준다. 사용자의 전기 기술은 다음 턴에 두 배의 힘을 얻습니다.

source: Raises the user’s Special Defense by two stages.
de: Erhöht die Spezialverteidigung des Benutzers um zwei Stufen.
fr: Augmente la défense spéciale de l'utilisateur de deux niveaux.
it: Aumenta la Difesa Speciale dell'utente di due livelli.
ja: 自身の特防を2段階上げる。
ko: 사용자의 특수방어력을 2단계 올려줍니다.

source: Raises the user’s Speed by two stages and halves the user’s weight.
de: Erhöht die Geschwindigkeit des Benutzers um zwei Stufen und halbiert sein Gewicht.
fr: Augmente la vitesse de l'utilisateur de deux niveaux et réduit de moitié son poids.
it: Aumenta la velocità dell'utente di due livelli e dimezza il peso dell'utente.
ja: 使用者のスピードを2段階上げ、重量を半分にする。
ko: 사용자의 속도를 2단계 높이고 체중을 절반으로 줄입니다.

source: Raises the user’s Speed by two stages.
de: Erhöht die Geschwindigkeit des Benutzers um zwei Stufen.
fr: Augmente la vitesse de l'utilisateur de deux niveaux.
it: Aumenta la velocità dell'utente di due livelli.
ja: 使用者のスピードを2段階上昇させる。
ko: 사용자의 속도를 2단계 증가시킵니다.

source: Raises the user’s evasion by one stage.
de: Erhöht die Ausweichfähigkeit des Benutzers um eine Stufe.
fr: Augmente l’évasion de l’utilisateur d’un niveau.
it: Aumenta l'evasione dell'utente di uno stadio.
ja: 使用者の回避を1段階上げる。
ko: 사용자의 회피율을 한 단계 높인다.

source: Raises the user’s evasion by two stages.
de: Erhöht die Ausweichfähigkeit des Benutzers um zwei Stufen.
fr: Augmente l’évasion de l’utilisateur de deux niveaux.
it: Aumenta l’evasione dell’utente di due livelli.
ja: 使用者の回避を2段階上げる。
ko: 사용자의 회피율을 2단계 높인다.

source: Raises user’s Attack, Special Attack, and Speed by two stages. Lower user’s Defense and Special Defense by one stage.
de: Erhöht den Angriff, den Spezialangriff und die Geschwindigkeit des Benutzers um zwei Stufen. Verringert die Verteidigung und die Spezialverteidigung des Benutzers um eine Stufe.
fr: Augmente l'attaque, l'attaque spéciale et la vitesse de l'utilisateur de deux niveaux. Réduisez la défense et la défense spéciale de l’utilisateur d’un niveau.
it: Aumenta l'attacco, l'attacco speciale e la velocità dell'utente di due livelli. Riduci la Difesa e la Difesa Speciale dell'utente di uno stadio.
ja: 攻撃力、特攻力、素早さを2段階上げる。防御力、特防力を1段階下げる。
ko: 사용자의 공격, 특수공격, 스피드를 2단계 올려줍니다. 사용자의 방어력과 특수방어력을 한 단계 낮춥니다.

source: Raises user’s Defense by one stage.
de: Erhöht die Verteidigung des Benutzers um eine Stufe.
fr: Augmente la défense de l'utilisateur d'un niveau.
it: Aumenta la Difesa dell'utente di uno stadio.
ja: 使用者の防御力を1段階上げる。
ko: 사용자의 방어력을 한 단계 올려줍니다.

source: Random Opponent
de: Zufälliger Gegner
fr: Adversaire Aléatoire
it: Avversario casuale
ja: ランダムな対戦相手
ko: 무작위 상대

source: Randomly inflicts damage with power from 40 to 120 or heals the target for 1/4 its max HP.
de: Fügt zufällig Schaden mit einer Stärke von 40 bis 120 zu oder heilt das Ziel um 1/4 seiner maximalen KP.
fr: Inflige aléatoirement des dégâts avec une puissance de 40 à 120 ou soigne la cible d'1/4 de ses PV max.
it: Infligge danni casuali con una potenza compresa tra 40 e 120 o cura il bersaglio per 1/4 dei suoi HP massimi.
ja: ランダムに40～120の威力のダメージを与えるか、対象の最大HPの1/4を回復します。
ko: 40~120의 위력으로 무작위로 피해를 입히거나 대상의 최대 HP의 1/4만큼 회복합니다.

source: Randomly selects and uses any move in the game.
de: Wählt und verwendet nach dem Zufallsprinzip einen beliebigen Zug im Spiel.
fr: Sélectionne et utilise au hasard n'importe quel mouvement du jeu.
it: Seleziona e utilizza casualmente qualsiasi mossa nel gioco.
ja: ゲーム内の任意の動きをランダムに選択して使用します。
ko: 게임 내 모든 동작을 무작위로 선택하고 사용합니다.

source: Randomly selects and uses one of the trainer’s other Pokémon’s moves.
de: Wählt nach dem Zufallsprinzip einen der Züge eines anderen Pokémon des Trainers aus und verwendet ihn.
fr: Sélectionne et utilise au hasard l’un des autres mouvements Pokémon de l’entraîneur.
it: Seleziona e usa casualmente una delle mosse degli altri Pokémon dell'allenatore.
ja: トレーナーの他のポケモンの技をランダムに選択して使用します。
ko: 트레이너의 다른 포켓몬의 기술 중 하나를 무작위로 선택하여 사용합니다.

source: Randomly uses one of the user’s other three moves. Only works if the user is sleeping.
de: Verwendet zufällig einen der anderen drei Züge des Benutzers. Funktioniert nur, wenn der Benutzer schläft.
fr: Utilise au hasard l’un des trois autres mouvements de l’utilisateur. Ne fonctionne que si l'utilisateur est en train de dormir.
it: Utilizza in modo casuale una delle altre tre mosse dell'utente. Funziona solo se l'utente sta dormendo.
ja: 使用者の他の 3 つの技のうち 1 つをランダムに使用します。使用者が眠っている場合にのみ機能します。
ko: 사용자의 다른 세 가지 동작 중 하나를 무작위로 사용합니다. 사용자가 자고 있는 경우에만 작동합니다.

source: Receive as a gift
de: Als Geschenk erhalten
fr: Recevoir en cadeau
it: Ricevi in regalo
ko: 선물로 받기

source: Receive egg as a gift
de: Ei als Geschenk erhalten
fr: Recevez un œuf en cadeau
it: Ricevi un uovo in regalo
ko: 계란을 선물로 받으세요

source: Recents
de: Aktuelle
fr: Récents
it: Recenti
ja: 最近の
ko: 최근

source: Recharge
de: Aufladen
fr: Recharger
it: Ricarica
ja: 充電
ko: 재충전

source: Recovers 1/4 HP after one Stockpile, 1/2 HP after two Stockpiles, or full HP after three Stockpiles.
de: Stellt 1/4 HP nach einem Vorrat, 1/2 HP nach zwei Vorratsladungen oder volle HP nach drei Vorratsladungen wieder her.
fr: Récupère 1/4 HP après un stock, 1/2 HP après deux stocks ou la totalité des HP après trois stocks.
it: Recupera 1/4 HP dopo una riserva, 1/2 HP dopo due scorte o tutti gli HP dopo tre scorte.
ja: 1 回のストックパイル後には HP が 1/4 回復し、2 回のストックパイル後には HP が 1/2 回復し、3 回のストックパイル後には HP が完全に回復します。
ko: 1개의 비축물을 쌓으면 HP의 1/4을 회복하고, 2개의 비축물을 쌓으면 1/2 HP를 회복하며, 3개의 비축물을 쌓으면 HP를 완전히 회복합니다.

source: Red
de: Rot
fr: Rouge
it: Rosso
ko: 빨간색

source: Redirects the target’s single-target effects to the user for this turn.
de: Leitet die Einzelzieleffekte des Ziels für diese Runde auf den Benutzer um.
fr: Redirige les effets à cible unique de la cible vers l'utilisateur pour ce tour.
it: Reindirizza gli effetti a bersaglio singolo del bersaglio all'utente per questo turno.
ja: このターンの間、対象の単体効果を自身にリダイレクトします。
ko: 이번 턴 동안 대상의 단일 대상 효과를 사용자에게 리디렉션합니다.

source: Reduces damage five turns, but must be used during hail.
de: Reduziert den Schaden fünf Runden lang, muss aber bei Hagel verwendet werden.
fr: Réduit les dégâts de cinq tours, mais doit être utilisé en cas de grêle.
it: Riduce il danno di cinque turni, ma deve essere usato durante la grandine.
ja: ダメージを5ターン軽減しますが、雹が降っている間のみ使用してください。
ko: 5턴 동안 데미지를 감소시키지만, 우박 중에 사용해야 합니다.

source: Reduces damage from physical attacks by half.
de: Reduziert den Schaden durch physische Angriffe um die Hälfte.
fr: Réduit de moitié les dégâts des attaques physiques.
it: Riduce della metà i danni degli attacchi fisici.
ja: 物理攻撃によるダメージを半減します。
ko: 물리 공격으로 인한 피해가 절반으로 감소합니다.

source: Reduces damage from special attacks by 50% for five turns.
de: Reduziert den Schaden durch Spezialangriffe fünf Runden lang um 50 %.
fr: Réduit les dégâts des attaques spéciales de 50 % pendant cinq tours.
it: Riduce i danni degli attacchi speciali del 50% per cinque turni.
ja: 5ターンの間、特殊攻撃によるダメージを50%軽減する。
ko: 5턴 동안 특수 공격으로 인한 피해가 50% 감소합니다.

source: Reflectable
de: Reflektierbar
fr: Réfléchissable
it: Riflettente
ja: 反射可能
ko: 반사 가능한

source: Reflects back the first effect move used on the user this turn.
de: Spiegelt die erste Effektbewegung zurück, die in dieser Runde auf den Benutzer angewendet wurde.
fr: Renvoie le premier mouvement d'effet utilisé sur l'utilisateur ce tour-ci.
it: Riflette la prima mossa con effetto usata sull'utilizzatore in questo turno.
ja: このターンにユーザーに対して最初に使用した効果技を反射します。
ko: 이번 턴에 사용자에게 사용된 첫 번째 효과 이동을 반사합니다.

source: Refresh
de: Auffrischen
fr: Rafraîchir
it: Aggiornare
ja: 思い出す
ko: 새로 고침

source: Removes Light Screen, Reflect, and Safeguard.
de: Entfernt Lichtschirm, Reflektor und Schutz.
fr: Supprime l'écran lumineux, la réflexion et la sauvegarde.
it: Rimuove Schermo luminoso, Rifletti e Proteggi.
ja: ライトスクリーン、リフレクト、セーフガードを削除します。
ko: 라이트 스크린, 반사 및 보호 장치를 제거합니다.

source: Removes all of the target’s stat modifiers.
de: Entfernt alle Statistikmodifikatoren des Ziels.
fr: Supprime tous les modificateurs de statistiques de la cible.
it: Rimuove tutti i modificatori delle statistiche del bersaglio.
ja: 対象のステータス修飾子をすべて削除します。
ko: 대상의 모든 능력치 수정자를 제거합니다.

source: Removes any immunity to Ground damage.
de: Entfernt jegliche Immunität gegen Bodenschäden.
fr: Supprime toute immunité aux dégâts au sol.
it: Rimuove qualsiasi immunità ai danni da terra.
ja: 地面ダメージに対する耐性を削除します。
ko: 지상 피해에 대한 면역을 제거합니다.

source: Removes the user’s fire type after inflicting damage.
de: Entfernt den Feuertyp des Benutzers, nachdem Schaden verursacht wurde.
fr: Supprime le type de feu de l'utilisateur après avoir infligé des dégâts.
it: Rimuove il tipo di fuoco dell'utente dopo aver inflitto danni.
ja: ダメージを与えた後、使用者の火属性を解除します。
ko: 피해를 입힌 후 사용자의 불 유형을 제거합니다.

source: Requires a turn to charge before attacking.
de: Erfordert eine Aufladerunde vor dem Angriff.
fr: Nécessite un tour pour charger avant d'attaquer.
it: Richiede un turno per caricare prima di attaccare.
ja: 攻撃する前にチャージするターンが必要です。
ko: 공격하기 전에 충전하는 차례가 필요합니다.

source: Requires a turn to charge before attacking. Has a chance to burn the target.
de: Erfordert eine Aufladerunde vor dem Angriff. Es besteht die Möglichkeit, dass das Ziel verbrannt wird.
fr: Nécessite un tour pour charger avant d'attaquer. A une chance de brûler la cible.
it: Richiede un turno per caricare prima di attaccare. Ha la possibilità di bruciare il bersaglio.
ja: 攻撃する前にチャージするターンが必要です。ターゲットを燃やす可能性があります。
ko: 공격하기 전에 충전하는 차례가 필요합니다. 대상을 불태울 확률이 있습니다.

source: Requires a turn to charge before attacking. Has a chance to paralyze the target.
de: Erfordert eine Aufladerunde vor dem Angriff. Besteht die Chance, das Ziel zu lähmen.
fr: Nécessite un tour pour charger avant d'attaquer. A une chance de paralyser la cible.
it: Richiede un turno per caricare prima di attaccare. Ha la possibilità di paralizzare il bersaglio.
ja: 攻撃前にチャージするターンが必要です。ターゲットを麻痺させる可能性があります。
ko: 공격하기 전에 충전하는 차례가 필요합니다. 대상을 마비시킬 확률이 있습니다.

source: Reset
de: Neu setzen
fr: Réinitialiser
it: Resettare
ja: リセット
ko: 다시 짜다

source: Reset Database
de: Datenbank zurücksetzen
fr: Réinitialiser la base de données
it: Ripristina database
ja: データベースをリセットする
ko: 데이터베이스 재설정

source: Reset all Data?
de: Alle Daten zurücksetzen?
fr: Réinitialiser toutes les données?
it: Reimpostare tutti i dati?
ja: すべてのデータをリセットしますか?
ko: 모든 데이터를 재설정하시겠습니까?

source: Resets all Pokémon’s stats, accuracy, and evasion.
de: Setzt die Statistiken, Genauigkeit und Ausweichfähigkeit aller Pokémon zurück.
fr: Réinitialise toutes les statistiques, précision et évasion de Pokémon.
it: Ripristina le statistiche, la precisione e l'evasione di tutti i Pokémon.
ja: すべてのポケモンのステータス、命中率、回避率をリセットします。
ko: 모든 포켓몬의 능력치, 정확도, 회피율을 초기화합니다.

source: Resistances
de: Widerstände
fr: Résistances
it: Resistenze
ja: レジスタンス
ko: 저항

source: Restore Purchases
de: Käufe wiederherstellen
fr: Restaurer les achats
it: Ripristinare gli acquisti
ja: 購入の復元
ko: 구매 복원

source: Restores 1/16 of the user’s max HP each turn.
de: Stellt pro Runde 1/16 der maximalen HP des Benutzers wieder her.
fr: Restaure 1/16 des HP maximum de l’utilisateur à chaque tour.
it: Ripristina 1/16 degli HP massimi dell'utente ogni turno.
ja: 毎ターン、使用者の最大HPの1/16を回復する。
ko: 매 턴마다 사용자의 최대 HP의 1/16을 회복합니다.

source: Revival
de: Wiederbelebung
fr: La relance
it: Rinascita

source: Rock
de: Fels
fr: Roche
it: Roccia
ja: 岩
ko: 바위

source: Ruby
de: Rubin
fr: Rubis
it: Rubino
ko: 루비

source: Sandwich Ingredients
de: Sandwich-Zutaten
fr: Ingrédients des sandwichs
it: Ingredienti del panino

source: Sapphire
de: Saphir
fr: Saphir
it: Zaffiro
ko: 사파이어

source: Scarlet
de: Karmesin
fr: Écarlate
it: Scarlatto
ko: 주홍

source: Scarves
de: Schals
fr: Écharpes
it: Sciarpe

source: Scatters Spikes, hurting opposing Pokémon that switch in.
de: Verstreut Stacheln und verletzt gegnerische Pokémon, die eingewechselt werden.
fr: Disperse des pointes, blessant les Pokémon adverses qui switch.
it: Diffonde punte, ferendo i Pokémon avversari che effettuano lo switch.
ja: トゲをばらまき、交代した相手のポケモンにダメージを与えます。
ko: 가시를 흩뿌려 스위치를 켜는 상대 포켓몬에게 피해를 줍니다.

source: Scatters money on the ground worth five times the user’s level.
de: Streut Geld im Wert des Fünffachen des Benutzerlevels auf den Boden.
fr: Disperse de l'argent sur le sol d'une valeur cinq fois supérieure au niveau de l'utilisateur.
it: Sparge soldi a terra per un valore pari a cinque volte il livello dell'utente.
ja: 使用者のレベルの5倍の価値があるお金を地面に撒きます。
ko: 사용자 레벨의 5배에 해당하는 돈을 땅에 뿌립니다.

source: Scatters poisoned spikes, poisoning opposing Pokémon that switch in.
de: Verstreut vergiftete Stacheln und vergiftet gegnerische Pokémon, die eingewechselt werden.
fr: Diffuse des pointes empoisonnées, empoisonnant les Pokémon adverses qui interviennent.
it: Diffonde punte avvelenate, avvelenando i Pokémon avversari che entrano in campo.
ja: 毒のトゲを撒き散らし、交代した相手のポケモンを毒状態にする。
ko: 독이 묻은 가시를 흩뿌려 스위치를 켜는 상대 포켓몬을 중독시킵니다.

source: Search
de: Suche
fr: Recherche
it: Ricerca
ja: 探す
ko: 검색

source: Seeds the target after inflicting damage.
de: Versieht das Ziel mit Samen, nachdem Schaden verursacht wurde.
fr: Amorce la cible après lui avoir infligé des dégâts.
it: Semina il bersaglio dopo aver inflitto danni.
ja: ダメージを与えた後にターゲットに種を撒きます。
ko: 피해를 입힌 후 대상에게 씨앗을 심습니다.

source: Seeds the target, stealing HP from it every turn.
de: Versät das Ziel und stiehlt ihm in jeder Runde KP.
fr: Amorce la cible et lui vole des PV à chaque tour.
it: Semina il bersaglio, rubandogli HP a ogni turno.
ja: ターゲットに種を撒き、毎ターン HP を奪います。
ko: 대상에게 씨앗을 뿌리고 매 턴마다 HP를 훔칩니다.

source: Select an Option
de: Wählen Sie eine Option
fr: Sélectionnez une option
it: Selezionare un'opzione
ja: オプションを選択してください
ko: 옵션을 선택하세요.

source: Selected Pokemon Me First
de: Ausgewählte Pokemon Me First
fr: Sélectionné Pokemon Me D'abord
it: Selezionato Pokemon Me First
ja: 選ばれたポケモン・ミー・ファースト
ko: 선택된 포켓몬 나 먼저

source: Selected Target
de: Ausgewähltes Ziel
fr: Cible sélectionnée
it: Destinazione selezionata
ja: 選択されたターゲット
ko: 선택된 목표

source: Self-Help
de: Selbsthilfe
fr: Auto-assistance
it: Auto-aiuto
ja: セルフヘルプ
ko: 자조의

source: Sets Light Screen on the user’s side of the field after inflicting damage.
de: Setzt nach dem Verursachen von Schaden einen Lichtschirm auf der Seite des Feldes des Benutzers.
fr: Définit un écran lumineux du côté de l'utilisateur sur le terrain après avoir infligé des dégâts.
it: Imposta Light Screen sul lato del campo dell'utente dopo aver inflitto danni.
ja: ダメージを与えた後、使用者のフィールドにライトスクリーンを設定します。
ko: 피해를 입힌 후 필드의 사용자 측에 라이트 스크린을 설정합니다.

source: Sets Reflecton the user’s side of the field after inflicting damage.
de: Legt „Reflection“ auf der Seite des Feldes des Benutzers fest, nachdem Schaden verursacht wurde.
fr: Définit Reflect sur le côté de l’utilisateur après avoir infligé des dégâts.
it: Imposta Riflessione sul lato del campo dell'utente dopo aver inflitto danni.
ja: ダメージを与えた後、自分のフィールドにリフレクトを設定します。
ko: 피해를 입힌 후 필드의 사용자 측에 반사를 설정합니다.

source: Sets the user’s and targets’s HP to the average of their current HP.
de: Setzt die KP des Benutzers und der Ziele auf den Durchschnitt ihrer aktuellen HP.
fr: Définit les HP de l’utilisateur et des cibles sur la moyenne de leurs HP actuels.
it: Imposta gli HP dell'utente e dei bersagli sulla media dei loro HP attuali.
ja: 使用者と対象のHPを現在のHPの平均値に設定します。
ko: 사용자와 대상의 HP를 현재 HP의 평균으로 설정합니다.

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정

source: Shape
de: Form
fr: Forme
it: Forma
ja: 形状
ko: 모양

source: Shedinja appears when Nincada evolves into Nijask at level 20 if the player also has a spare slot in their party and at least one Poké Ball in their bag
de: Shedinja erscheint, wenn sich Nincada auf Level 20 zu Nijask entwickelt, wenn der Spieler auch einen freien Platz in seiner Gruppe und mindestens einen Pokéball in seiner Tasche hat
fr: Shedinja apparaît lorsque Nincada évolue en Nijask au niveau 20 si le joueur a également une fente de rechange dans son groupe et au moins une Poké Ball dans son sac
it: Shedinja appare quando Nincada si evolve in Nijask al livello 20 se il giocatore ha anche uno slot di riserva nel suo gruppo e almeno una Poké Ball nella sua borsa
ja: Shedinjaは、ニンカダがレベル20でニジャスクに進化すると、プレイヤーがパーティーに予備のスロットを持ち、バッグに少なくとも1つのポケボールを持っている場合に表示されます
ko: 플레이어가 파티에 여분의 슬롯이 있고 가방에 적어도 하나의 포켓볼이 있다면 닌카다가 레벨 20에서 니야스크로 진화할 때 셰딘자가 나타납니다.

source: Shield
de: Schild
fr: Protection
it: Occhiali di protezione
ko: 보호용

source: Shining Pearl
de: Leuchtende Perle
fr: Perle brillante
it: Perla splendente
ko: 빛나는 진주

source: Shiny
de: Schillernd
fr: Brillant
it: Lucido
ja: 輝く
ko: 빛나는

source: Shiny Pokemon are very rare, and are highly valued among collectors.
de: Shiny Pokémon sind sehr selten und werden unter Sammlern sehr geschätzt.
fr: Les Pokémon brillants sont très rares et sont très appréciés par les collectionneurs.
it: I Pokémon shiny sono molto rari e sono molto apprezzati tra i collezionisti.
ja: 光沢のあるポケモンは非常にまれで、コレクターの間で高く評価されています。
ko: 반짝이는 포켓몬은 매우 드물며, 수집가들 사이에서 높은 평가를 받고 있다.

source: Show Favorites
de: Favoriten anzeigen
fr: Afficher les favoris
it: Mostra preferiti
ja: お気に入りを表示
ko: 즐겨찾기를 보여줘

source: Show Favorites Only
de: Nur Favoriten anzeigen
fr: Afficher les favoris uniquement
it: Mostra solo preferiti
ja: お気に入りのみを表示
ko: 즐겨찾기만 보여줘

source: Show Info For:
de: Informationen Anzeigen Für:
fr: Afficher Les Informations Pour:
it: Mostra Informazioni Per:
ja: 情報を表示する:
ko: 다음에 대한 정보 보기:

source: Show all
de: Alles anzeigen
fr: Tout montrer
it: Mostra tutto
ja: すべて表示する
ko: 모두 보여줘

source: Silver
de: Silber
fr: Argent
it: Argento
ko: 은색

source: Single Type
de: Einzelner Typ
fr: Type unique
it: Tipo singolo
ja: シングルタイプ
ko: 단일 유형

source: Slow
de: Langsam
fr: Lent
it: Lento
ja: 遅い
ko: 천천히

source: Smashing rocks
de: Felsen zertrümmern
fr: Briser des rochers
it: Sfondare le rocce
ko: 부서지는 바위

source: Snatch
de: Reißen
fr: Arracher
it: Strappare
ja: スナッチ
ko: 잡아채다

source: Sorry, better luck next time. It’s:
de: Tut mir leid, nächstes Mal mehr Glück. Es ist:
fr: Désolé, meilleure chance la prochaine fois. C'est :
it: Scusa, buona fortuna la prossima volta. È:
ja: ごめん、次回は頑張ってね。それは:
ko: 미안해, 다음에는 행운을 빌어. 그건:

source: Sort Order
de: Sortierreihenfolge
fr: Ordre de tri
it: Ordine di ordinamento
ja: ソート順
ko: 정렬 순서

source: SoulSilver
de: Seelensilber
fr: Argent de l'âme
it: Anima d'Argento

source: Sound
de: Geräusch
fr: Son
it: Suono
ja: サウンド
ko: 소리

source: Special
de: Sondersendung
fr: Spécial
it: Speciale
ja: 特集
ko: 특별한

source: Special Balls
de: Spezialbälle
fr: Balles spéciales
it: Palle speciali

source: Special Thanks
de: Besonderer Dank
fr: Remerciements spéciaux
it: Ringraziamenti speciali
ja: 特別な感謝
ko: 특별한 감사

source: Species Candies
de: Arten Süßigkeiten
fr: Bonbons d'espèces
it: Caramelle di specie

source: Species-Specific
de: Artspezifisch
fr: Spécifique à l'espèce
it: Specifico per specie

source: Specific Move
de: Spezifischer Schritt
fr: Mouvement Spécifique
it: Spostamento specifico
ja: 特定の動き
ko: 구체적인 움직임

source: Spelunking
de: Höhlenforschung
fr: Spéléologie
it: Speleologia

source: Squiggle
de: Schnörkel
fr: Faire des gribouillis
it: Linea ondulata
ja: 走り書きする
ko: 삐뚤삐뚤 쓰다

source: Standard Balls
de: Standardbälle
fr: Balles standards
it: Palle standard
